{"home":"<hr>\n<h2>tagline_title: &quot;Cataloging the World&#39;s Scriptures&quot;\ntagline_subtitle: &quot;Cataloging 4877 Bible Versions and 23909 Scripture Resources in 4598 Languages representing 1022 Agencies.&quot;\nuse_question_1: &quot;Do you know someone who speaks another language and may be looking for a Bible?&quot;\nuse_question_2: &quot;Are you traveling abroad with plans to share Bibles and resources across regions?&quot;\nuse_question_3: &quot;Do you support missionaries who serve among multi-language people groups?&quot;\nuse_question_4: &quot;Are you seeking to share Bible related Audio or Video resources on your next outreach?&quot;\noverview: Find a Bible seeks to provide comprehensive data on existing Bible resources in the 6000+ language of the world. Would you help us ensure that Bible resources can be discovered, secured, and shared? If you know of Bible resources not found in this directory, let us know! Contact Us for more information!</h2>\n","about/about":"<h3>ፕሮጀክቱ</h3>\n<p>አግኝ-ኤ-መጽሐፍ ቅዱስ በ7000+ የዓለም ቋንቋዎች ወደ መጽሐፍ ቅዱሶች እና መጽሐፍ ቅዱሳዊ ምንጮች አገናኞችን የሚሰጥ የድር ማውጫ ነው። የመጽሐፍ ቅዱስ ኤጀንሲዎች ኢንተርናሽናል መድረክ (FOBAI) የትብብር ፕሮጀክት ነው ቅዱሳት መጻሕፍትን ለደቀመዝሙርነት፣ ለስብከተ ወንጌል አገልግሎት እና ለቤተ ክርስቲያን መትከል ተደራሽነትን ለማሳለጥ።</p>\n<p>በFOBAI አባላት ከተፈጠረው ይዘት እና እንዲሁም ከሌሎች የመጽሐፍ ቅዱስ ድርጅቶች በመነሳት ድረ-ገጹ ተጠቃሚዎች በመረጡት ቋንቋ እና ሚዲያ ቅዱሳት መጻሕፍትን እና መጽሐፍ ቅዱሳዊ ምንጮችን እንዲያገኙ እና እንዲያገኙ ያግዛል።</p>\n<p>አግኝ-ኤ-መጽሐፍ ቅዱስን ለማተም፣ በተፈለገ ጊዜ የሚታተሙ መጽሐፍ ቅዱሶች፣ ዲጂታል መጽሐፍ ቅዱሶች፣ ኦዲዮ መጽሐፍ ቅዱሶች፣ የእይታ መጽሐፍ ቅዱሶች እና የመጽሐፍ ቅዱስ መርጃዎች - በብዙ ቅርፀቶች አገናኞችን ያሳያል። የእሱ ንድፍ፣ በይነገጽ እና የውሂብ ጎታ የተፈጠሩ እና የሚጠበቁት በዲጂታል የመጽሐፍ ቅዱስ ማኅበር (dbs.org) ነው።</p>\n","about/faq":"<h2>ፈልግ-ኤ-መጽሐፍ ቅዱስ ለምን ተፈጠረ?</h2>\n<p>በመስመር ላይ ብዙ የመጽሐፍ ቅዱስ መርጃዎችን መፈለግ ቢቻልም፣ ያለው ብዛት ያለው ይዘት ሰብሳቢ ይጠይቃል። አግኝ-ኤ-መጽሐፍ ቅዱስ ተልእኮ የዓለም መጽሐፍ ቅዱሶች እና ጥራት ያላቸው መጽሐፍ ቅዱሳዊ ሀብቶች መገኘቱን እና መጋራታቸውን ማረጋገጥ ነው። የመጽሐፍ ቅዱስ ኤጀንሲዎች ፎረም (ኤፍኦቢአይ) በ2006 አግኝ-ኤ-መጽሐፍ ቅዱስን የጀመረ ሲሆን መጽሐፉን በአቅኚዎች የመጽሐፍ ቅዱስ ተርጓሚዎች ይጠብቀው ነበር። እ.ኤ.አ. በ2013፣ FOBAI ለዲጂታል መጽሐፍ ቅዱስ ማኅበር (ዲቢኤስ) አግኝ-ኤ-መጽሐፍ ቅዱስን እንደገና እንዲፈጥር እና በበይነመረቡ ላይ የመጽሐፍ ቅዱስ ምንጮችን የሚፈልጉ ሰዎች የሚለዩበት እና የሚያገኙበትን አንድ ቦታ እንዲይዝ አዝዟል።</p>\n<h2>አግኝ-ኤ-መጽሐፍ ቅዱስን ልዩ የሚያደርገው ምንድን ነው?</h2>\n<p>ፈልግ-ኤ-መጽሐፍ ቅዱስ ዋና ዋና የዓለም የመጽሐፍ ቅዱስ ኤጀንሲዎች እና አጋሮቻቸው በሁሉም ቋንቋዎች የሚገኙ መጽሐፍ ቅዱሶችን እና መጽሐፍ ቅዱሳዊ ምንጮችን በቀላሉ የሚገኙ ለማድረግ ተባብረው ለመስራት የተስማሙበት ነጠላ ዲጂታል መድረክ ነው። Find-A-Bible በአነስተኛ የተጠቃሚ ጥረት ፈጣን፣ ትክክለኛ እና ጠቃሚ መረጃዎችን የሚያደርስ ምቹ ማዕከል ነው። በተጨማሪም፣ መጽሐፍ ቅዱስ ያላቸው ወይም በአንድ የተወሰነ ቋንቋ ያልታተሙ መጽሐፍ ቅዱሶች ምን እንደሆኑ ለማወቅ ለሚፈልጉ የመጽሐፍ ቅዱስ ትርጉም ድርጅቶች እንደ ማመሳከሪያ ነጥብ ሆኖ ያገለግላል።</p>\n<h2>FOBAI እና አባላቱ ማነው?</h2>\n<p>የመጽሃፍ ቅዱስ ኤጀንሲዎች ፎረም ከ150 በላይ ሀገራትን ያቀፈ የ38 መሪ አለም አቀፍ የመጽሐፍ ቅዱስ ኤጀንሲዎች እና የተልእኮ ድርጅቶች ጥምረት ነው። <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a> ላይ የበለጠ ተማር።</p>\n<h2>አግኝ-ኤ-መጽሐፍ ቅዱስ ይዘት ማን ነው ያለው?</h2>\n<p>በ Find-A-Bible ማውጫ ውስጥ የሚገኙት በመጽሐፍ ቅዱስ ላይ የተመሠረቱ ምንጮች የ FOBAI ወይም የሌሎች የመጽሐፍ ቅዱስ ኤጀንሲዎች የግል አባላት ናቸው። ምንም እንኳን አንዳንድ በ Find-A-Bible ሊደረስባቸው የሚችሉ ነገሮች ለህዝብ በነጻ የሚገኙ ቢሆንም፣ ሌሎች ግብዓቶች ከተለያዩ ድህረ ገጾች ለሽያጭ ቀርበዋል። አግኝ-ኤ-መጽሐፍ ቅዱስ ለየትኛውም ሀብቱ የቅጂ መብት የለውም ወይም አይሸጥም።</p>\n<h2>በ Find-A-Bible ድረ-ገጽ ላይ የማን ሥራ ተንጸባርቋል?</h2>\n<p>በ Find-A-Bible ላይ የተጠናቀረው ግዙፍ ዳታቤዝ በደርዘን የሚቆጠሩ ግለሰቦች የአስርተ አመታት ስራ ነፀብራቅ ነው። ድህረ ገጹ እራሱ ተቀርጾ በዲጂታል የመጽሐፍ ቅዱስ ማኅበር ተጠብቆ ቆይቷል፣ በመጀመሪያ በካናዳ ባይብል ሊግ በተገኘ ስጦታ ተደግፎ አሁን ግን FOBAIን በመወከል እንደ የበጎ ፈቃደኝነት ፕሮጀክት ይሠራል። ቁጥራቸው እየጨመረ የመጣ የመጽሐፍ ቅዱስ ኤጀንሲዎች በዓለም ቋንቋዎች ቁጥራቸው እየጨመረ የመጣ የይዘት መጠን እየጨመረ በሄደ መጠን አግኝ-ኤ-መጽሐፍ ቅዱስ ይበልጥ አስፈላጊ እና የበለጠ ፈታኝ ይሆናል።</p>\n<h2>የ Find-A-Bibleን ሥራ እንዴት መደገፍ እችላለሁ?</h2>\n<p>አግኝ-ኤ-መጽሐፍ ቅዱስ መኖሩን ቃሉን ለማሰራጨት ድጋፍዎን በደስታ እንቀበላለን። በተጨማሪም፣ በዚህ ማውጫ ውስጥ የሌሉ መጽሐፍ ቅዱሶችን እና መጽሐፍ ቅዱሳዊ ምንጮችን መረጃ ለመቀበል እንጓጓለን። በዚህ ድረ-ገጽ ላይ የማሻሻያ ሃሳቦች ካሉዎት ወይም በመካሄድ ላይ ላለው የ Find-A-Bible ስራ ለመለገስ ከፈለጉ እባክዎን ያነጋግሩን።</p>\n","about/help":"<h3>መግቢያ</h3>\n<p>ፈልግ-ኤ-መጽሐፍ ቅዱስ በብዙ የዓለም ቋንቋዎች የሚገኙ የታወቁ የመጽሐፍ ቅዱስ መርጃዎች ድህረ ገጽ ማውጫ ነው። በውጭ ቋንቋዎች መጽሐፍ ቅዱሶችን የማግኘት እና የማቆየት ሂደትን ለማቃለል የተፈጠረ ነው።</p>\n<p>አግኝ-ኤ-መጽሐፍ ቅዱስ ለመጀመሪያ ጊዜ በ2006 በመጽሐፍ ቅዱስ ኤጀንሲዎች ፎረም (ኤፍኦቢአይ) የተፈጠረ ሰዎች መጽሐፍ ቅዱሶችን በቋንቋ ወይም በአገር እንዲያገኟቸው እና ደህንነቱ እንዲጠበቅ ለማድረግ ነው። ፕሮጀክቱ በመጀመሪያ ከ FOBAI የመጽሐፍ ቅዱስ ግብዓቶችን ቀርቧል ነገር ግን ከ900 በላይ ኤጀንሲዎች ምንጮችን ለማሳየት ተዘርግቷል። ፓይነር የመጽሐፍ ቅዱስ ትርጉም ኢንተርናሽናል (pbti.org) መጀመሪያ ቦታውን ፈጥሯል እና ጠብቆታል። ከ2013 ጀምሮ፣ የዲጂታል መጽሐፍ ቅዱስ ማኅበር (dbs.org) በፈቃደኝነት ድረ-ገጹን እና የመረጃ ቋቶቹን ጠብቀው እንዲቆዩ አድርጓል።</p>\n<h3>ተልዕኮ</h3>\n<p>አግኝ-ኤ-መጽሐፍ ቅዱስን በቋንቋ ወይም በጂኦግራፊያዊ ክልል ለማስጠበቅ የሚፈልግ ማንኛውንም ሰው ወይም ኤጀንሲ ለማገልገል የታሰበ ነው። ለዚያም ፣ የመጽሐፍ ቅዱስ ሀብቶችን ለማግኘት ፣ ለመጠበቅ እና ለማሰራጨት የታሰበ ከፍተኛ መጠን ያለው መረጃ ቀርቧል። ግባችን ይህንን ሂደት በተቻለ መጠን ቀላል ማድረግ ነው፣ አንድ መጽሐፍ ቅዱስን ለጎረቤት ለማቅረብም ይሁን በሀገር አቀፍ ደረጃ ሰፊ የማከፋፈያ ጅምርን ማቀድ ነው።</p>\n<h3>እንደ መጀመር</h3>\n<p>ለመጀመር በጣም ጥሩ ከሆኑ መንገዶች አንዱ በቀላሉ ጥያቄዎችን መጠየቅ ነው። ጣቢያውን ለመረዳት ሊረዱ የሚችሉ ሶስት ሁኔታዎችን አቅርበናል።</p>\n<p>ሁኔታ #1፡ ጎረቤቴ በህንድ ውስጥ ጉጃራቲ የሚባል ቋንቋ ይናገራል እናም በቋንቋቸው መጽሐፍ ቅዱስ እንዲሰጠው እየጠየቀ ነው።</p>\n<ol>\n<li>በዋናው ገጽ ላይ ህንድን አግኝ እና በካርታው ላይ ጠቅ ያድርጉ። (ወይም በገጹ አናት ላይ ያለውን የአገሮች ቁልፍ ይምረጡ።)</li>\n<li>የህንድ 500+ ቋንቋዎች በህዝብ ብዛት ሲደረደሩ ያያሉ። ቋንቋቸውን (ጉጃራቲ) ካየህ ወደዚያ የቋንቋ ገጽ ለመሄድ እሱን ጠቅ አድርግ። (ወይም የቋንቋውን ስም በማጣሪያ ሳጥኑ ውስጥ መተየብ መጀመር ይችላሉ።)</li>\n<li>አንዴ የጉጃራቲ ቋንቋ ገፅ ላይ ከሆናችሁ መጽሐፍ ቅዱስን በርዕስ ምረጡ (ወይም በዚያ ቋንቋ ተጨማሪ ግብዓቶችን ለመምረጥ የፊልሞችን ወይም የመረጃ ምንጮችን መምረጥ ትችላላችሁ)።</li>\n<li>ከዚያ የተለያዩ የታተሙ መጽሐፍ ቅዱሶችን፣ የመስመር ላይ መጽሐፍ ቅዱሶችን፣ ሊወርዱ የሚችሉ መጽሐፍ ቅዱሶችን ወይም የመጽሐፍ ቅዱስ መተግበሪያዎችን ማግኘት ይችላሉ።</li>\n</ol>\n<p>ሁኔታ #2፡ ቤተ ክርስቲያኔ የሚስዮን ቡድን ወደ ሜክሲኮ እየላከች ነው እናም መጽሐፍ ቅዱስን ማምጣት እንፈልጋለን።</p>\n<ol>\n<li>ከላይ ካለው ምናሌ COUNTRIES የሚለውን ይምረጡ። ሜክሲኮ 300+ ቋንቋዎችን የሚናገሩ ወደ 129 ሚሊዮን የሚጠጉ ሰዎች እንዳሏት ታያለህ።</li>\n<li>የሜክሲኮ ገጽን ጠቅ ያድርጉ እና እነዚያን ቋንቋዎች በሜክሲኮ ሀገር ውስጥ በሚነገሩ ሰዎች ሲደረደሩ ያያሉ።</li>\n<li>የሜክሲኮ ካርታዎችን እና መረጃን ይምረጡ። ቡድንዎ በጂኦግራፊ ሊያጋጥማቸው የሚችሉትን ቋንቋዎች ለመመርመር የቀረበውን ካርታ ይጠቀሙ። በአንድ ቋንቋ ውስጥ ሀብቶችን ለማየት ፒን ላይ ጠቅ ያድርጉ።</li>\n</ol>\n<p>ሁኔታ ቁጥር 3፡ የሚስዮን ኤጀንሲያችን ይዘትን ለመፍጠር እና በአፍሪካ ውስጥ ለሚሰሩ ኤጀንሲዎች አጋር ለማድረግ ይፈልጋል።</p>\n<ol>\n<li>እዚህ እርዳታ ሊሆኑ የሚችሉ በርካታ ተግባራት አሉ. ከላይኛው ምናሌ ውስጥ ቋንቋዎችን ይምረጡ። ከጎን አሞሌው በአህጉር ማጣራት ይችላሉ. አፍሪካን ምረጥ።</li>\n<li>የአፍሪካ ቋንቋዎች በመጽሐፍ ቅዱስ ይዘት የተደረደሩ ናቸው, ነገር ግን በሕዝብ ላይ ያለውን ars ጠቅ በማድረግ የእያንዳንዱን ቋንቋ ህዝብ ማየት ይችላሉ - በአፍሪካ በጣም ብዙ ቋንቋዎችን ያሳያል.</li>\n<li>እንዲሁም በአገር መደርደር እና ለእያንዳንዱ ሀገር ቋንቋዎችን ማየት ይችላሉ። ከዚያ ሆነው ተጨማሪ እድሎችን ለማሰስ በእያንዳንዱ ሀገር ወይም በእያንዳንዱ ቋንቋ ላይ ጠቅ ማድረግ ይችላሉ።</li>\n<li>ከላይ ባለው ምናሌ ኤጀንሲዎችን ምረጥ፣ በመቀጠል ኤጀንሲዎችን ምረጥ በ Find.Bible የተዘረዘሩትን ድርጅቶች ለማየት። በግራ በኩል ባለው የማጣሪያ ሳጥን ውስጥ በመጽሐፍ ቅዱስ ዓለም ውስጥ የሚሰሩ አፍሪካውያንን የተመሰረቱ ድርጅቶችን ለማየት አፍሪካን ምረጥ።</li>\n</ol>\n<h3>የፊት ገጽ</h3>\n<p>እዚህ ላይ የሚታየው የዓለም ካርታ ከመጀመሪያው አግኝ-ኤ-መጽሐፍ ቅዱስ (ኤፍኤቢ) ጀምሮ ነው። የበለጠ እንዲሠራ የሚያስችለውን አንዳንድ ተጨማሪ ውሂብ አክለናል። ORGANIZATIONS ትር በ Find-A-Bible (FAB) ዳታቤዝ ውስጥ የተካተቱትን ቡድኖች ያሳያል። ወርልድ WATCH LIST ትር ክርስቲያናዊ ስደት ጎልቶ የሚታይባቸውን የዓለም ሀገራት ያሳያል (በኦፕን ዶርስ ኢንተርናሽናል <a href=\"http://www.odi.org\">www.odi.org</a> እንደተገለጸው)። ካርታው ማጉላት ይቻላል እና የትኛውም አገር ሊመረጥ ይችላል ይህም በቀጥታ ወደዚያ አገር ገጽ ይወስደዎታል.</p>\n<p>በተጨማሪም በእያንዳንዱ ገጽ የላይኛው ቀኝ ባነር ላይ ማንኛውንም ጽሑፍ ለማስገባት ወይም ሊሆኑ የሚችሉ ውጤቶችን ለማጣራት የሚያስችል የፍለጋ አዶ አለ። ይህ የስሙን አጻጻፍ ባታውቁም እንኳ ቋንቋዎችን እንድትለይ ፈጣን መዳረሻ ለመስጠት ታስቦ ነው።</p>\n<p>የ Find-A-Bible (FAB) በይነገጽ ወደ ብዙ ዋና ቋንቋዎች ሊተረጎም ይችላል። በእያንዳንዱ ገጽ ሰንደቅ ላይ ያለውን የትርጉም ምልክት ጠቅ በማድረግ እነዚያን ቋንቋዎች ከማንኛውም ገጽ ማግኘት ይችላሉ።</p>\n<h3>የመጽሐፍ ቅዱስ ገጾች</h3>\n<p>የመጽሐፍ ቅዱስ ገፅ በሁሉም የዓለም ቋንቋዎች ከመጽሐፍ ቅዱስ ትርጉሞች ጋር ንቁ ትስስር የመስጠት ሕልሙ ፈጽሞ የማይቻል መፍትሔ ይሰጣል። አስቸጋሪው ነገር ብዙ ድርጅቶች መጽሐፍ ቅዱስን በሕትመት፣ በድምጽ፣ በፊልም እና በታሪክ ለማተም ጠንክረው እየሰሩ ቢሆንም፣ እነዚያን የመጽሐፍ ቅዱስ ግብዓቶች የሚገዙበት ወይም የሚደረስባቸው ድረ-ገጾችን ለመፍጠር እና ለማዘመን ጠንክረው እየሰሩ ነው። አንድ ድርጅት ድረ-ገጾቻቸውን ሲያዘምን የቀድሞ አገናኞቻቸው ብዙ ጊዜ ይሰበራሉ፣ ይህ ተግባር በጣም ፈታኝ ያደርገዋል።</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}