{"home":"<hr>\n<h2>tagline_title: فهرسة الكتب المقدسة في العالم\ntagline_subtitle: فهرسة language_count من إصدارات الكتاب المقدس و resource_count مصادر الكتاب المقدس في bible_count لغة تمثل organization_count وكالة.\nuse_question_1: هل تعرف شخصا يتحدث لغة أخرى وربما يبحث عن الكتاب المقدس؟\nuse_question_2: هل تسافر للخارج مع خطط لمشاركة الأناجيل والموارد عبر المناطق؟\nuse_question_3: هل تدعم المبشرين الذين يخدمون بين مجموعات متعددة اللغات؟\nuse_question_4: هل تسعى لمشاركة الموارد الصوتية أو المرئية المتعلقة بالكتاب المقدس في التوعية القادمة؟\noverview: يسعى البحث عن الكتاب المقدس إلى توفير بيانات شاملة عن موارد الكتاب المقدس الموجودة بأكثر من 6000 لغة في العالم. هل ستساعدنا في ضمان اكتشاف مصادر الكتاب المقدس وتأمينها ومشاركتها؟ إذا كنت تعرف مصادر الكتاب المقدس غير الموجودة في هذا الدليل ، فأخبرنا بذلك! اتصل بنا للحصول على مزيد من المعلومات!</h2>\n","about/about":"<h4>المشروع</h4>\n<p>العثور على الكتاب المقدس هو دليل ويب يوفر روابط إلى الأناجيل والموارد الكتابية بأكثر من 7000 لغة في العالم. يتكون دليل FAB بشكل أساسي من محتوى تم إنشاؤه بواسطة أعضاء منتدى وكالات الكتاب المقدس الدولية (FOBAI) ويهدف إلى مساعدة المستخدمين على اكتشاف الكتب المقدسة والموارد الكتابية والحصول عليها في اللغة والوسائط التي يختارونها للتلمذة والكرازة وزرع الكنيسة. يتميز Find-A-Bible أيضًا بروابط لطباعة الأناجيل ، والأناجيل المطبوعة عند الطلب ، والأناجيل الرقمية ، والأناجيل الصوتية ، والأناجيل المرئية ، وموارد الكتاب المقدس - بتنسيقات متعددة. Find-A-Bible هو مشروع تعاوني من قبل Forum of Bible Agencies International تم بناؤه لزيادة إمكانية الوصول إلى الكتاب المقدس وتسهيل الوصول إلى الكتاب المقدس. تم إنشاء تصميم Find-A-Bible ، والمراحل البينية ، وقاعدة البيانات وتحتفظ بها جمعية الكتاب المقدس الرقمية (dbs.org).</p>\n<h4>أسئلة مكررة</h4>\n<p>تم تصور البحث عن الكتاب المقدس من قبل أعضاء منتدى وكالات الكتاب المقدس الدولية بقصد تبسيط اكتشاف وتأمين مصادر الكتاب المقدس والكتاب المقدس في كل لغة.\n<a href=\"faq\">يتعلم أكثر</a></p>\n<h4>إضافة الموارد</h4>\n<p>تعرف على الكتاب المقدس الذي يجب أن يكون في هذا الدليل؟ نود بالتأكيد أن نسمع عنها. هل تمتلك مؤسستك مصادر متعددة اللغات للكتاب المقدس يجب إدراجها هنا؟ دعنا نعرف!\n<a href=\"contact\">اتصال</a></p>\n","about/faq":"<h3>ما هو البحث عن الكتاب المقدس؟</h3>\n<p>Find a Bible (FAB) هو دليل ويب يوفر روابط إلى الأناجيل والموارد التوراتية بأكثر من 7000 لغة في العالم. يتكون دليل FAB بشكل أساسي من محتوى تم إنشاؤه بواسطة أعضاء منتدى وكالات الكتاب المقدس الدولية (FOBAI) ويهدف إلى مساعدة المستخدمين على اكتشاف الكتب المقدسة والموارد الكتابية والحصول عليها في اللغة والوسائط التي يختارونها للتلمذة والكرازة وزرع الكنيسة. تحتوي ميزة البحث عن الكتاب المقدس أيضًا على روابط للطباعة الأناجيل ، والأناجيل المطبوعة عند الطلب ، والأناجيل الرقمية ، والأناجيل الصوتية ، والأناجيل المرئية ، وموارد الكتاب المقدس - بتنسيقات متعددة.</p>\n<h3>لماذا تم إنشاء الكتاب المقدس؟</h3>\n<p>تتمثل مهمة البحث عن الكتاب المقدس في ضمان سهولة العثور على الأناجيل وموارد الكتاب المقدس الرائعة ومشاركتها. في حين أنه من الممكن البحث عن عدد كبير جدًا من الموارد الكتابية عبر الإنترنت ، إلا أن الكمية الهائلة من المحتوى المتاح هائلة. وبالتالي ، أطلقت FOBAI البحث عن الكتاب المقدس في عام 2006 ، وقد تم صيانته بواسطة <a href=\"http://pbti.org\">Pioneer Bible Translators</a>. في عام 2013 ، كلفت FOBAI <a href=\"https://dbs.org\">جمعية الكتاب المقدس الرقمية</a> بإعادة إنشاء العثور على الكتاب المقدس والحفاظ على موقع واحد على الإنترنت حيث يمكن للأشخاص الباحثين عن موارد الكتاب المقدس التعرف عليها والحصول عليها.</p>\n<h3>ما الذي يميز البحث عن الكتاب المقدس؟</h3>\n<p>البحث عن الكتاب المقدس هو المنصة الرقمية الوحيدة حيث وافقت وكالات الكتاب المقدس الرئيسية في العالم والشركات التابعة لها على التعاون معًا لضمان سهولة اكتشاف جميع الكتب المقدسة والموارد الكتابية - في كل لغة. تم إنشاء البحث عن الكتاب المقدس ليكون مركزًا مناسبًا لتقديم معلومات سريعة ودقيقة وذات صلة بأقل جهد من المستخدم. كما أنها تعمل كنقطة مرجعية لمنظمات ترجمة الكتاب المقدس التي تسعى لاكتشاف ما تم نشره أو ما لم يتم نشره بلغة معينة.</p>\n<h3>من هي FOBAI وأعضائها؟</h3>\n<p>منتدى وكالات الكتاب المقدس الدولية (FOBAI) هو تحالف يضم أكثر من 40 وكالة دولية رائدة في مجال الكتاب المقدس ومنظمة إرسالية تمتد إلى أكثر من 150 دولة. FOBAI هو تحالف من الوكالات غير الربحية تأسست على رؤية موحدة نحو العمل معًا لتعظيم الوصول العالمي وتأثير كلمة الله.</p>\n<h3>من يملك Find a Bible content؟</h3>\n<p>الموارد المستندة إلى الكتاب المقدس المتوفرة في دليل البحث عن الكتاب المقدس هي ملك لأعضاء FOBAI الفرديين أو منظمات وكالات الكتاب المقدس المتعددة حول العالم. على الرغم من أن بعض المواد التي يمكن الوصول إليها من خلال البحث عن الكتاب المقدس متاحة مجانًا للجمهور ، يتم عرض موارد أخرى للبيع من مواقع الويب المختلفة. العثور على الكتاب المقدس لا يمتلك أي حقوق طبع ونشر لأي من المصادر القابلة للاكتشاف ولا يقدم موارد للبيع.</p>\n<h3>عمل من ينعكس في موقع البحث عن الكتاب المقدس على الويب؟</h3>\n<p>تعد قاعدة البيانات الضخمة التي تستخدمها Find a Bible انعكاسًا لعقود من العمل من قبل عشرات الأفراد. تم تصميم موقع الويب نفسه وإدارته بواسطة جمعية الكتاب المقدس الرقمية ، في البداية من منحة من [جامعة الكتاب المقدس في كندا] (<a href=\"https://bibleleague.ca/\">https://bibleleague.ca/</a>) ، ولكن الآن كمشروع تطوعي نيابة عن FOBAI. نظرًا لأن عددًا متزايدًا من وكالات الكتاب المقدس ينتج حجمًا متزايدًا من المحتوى بلغات العالم ، فإن العثور على الكتاب المقدس سيصبح أكثر أهمية وتحديًا أكبر بكثير. [نحن بحاجة إلى مساعدتك!] (جهة اتصال)</p>\n<h3>كيف يمكنني دعم عمل البحث عن الكتاب المقدس؟</h3>\n<p>نرحب بدعمكم في نشر كلمة البحث عن الكتاب المقدس. وإذا كنت أنت ، أو إذا كنت تعرف أشخاصًا بارعين في البحث ولديهم قلب للبعثات ، فنحن بالتأكيد يمكننا استخدام مساعدتك. نحتاج إلى مساعدة في الاكتشاف والمعلومات حول محتوى الكتاب المقدس والكتاب المقدس غير الموجود في هذا الدليل. إذا كانت لديك اقتراحات لتحسين هذا الموقع أو إذا كنت ترغب في التبرع للعمل الجاري في Find a Bible ،</p>\n","about/help":"<h3>مقدمة</h3>\n<p>Find-A-Bible هو دليل على شبكة الإنترنت لمصادر الأناجيل المعروفة والمتاحة بالعديد من لغات العالم. تم إنشاؤه لتبسيط عملية اكتشاف وتأمين الأناجيل باللغات الأجنبية.</p>\n<p>تم إنشاء Find-A-Bible لأول مرة في عام 2006 من قبل منتدى وكالات الكتاب المقدس (FOBAI) كطريقة لمساعدة الناس على اكتشاف الأناجيل وتأمينها حسب اللغة أو البلد. أظهر المشروع في الأصل مصادر الكتاب المقدس من FOBAI ولكن تم توسيعه لإظهار الموارد من أكثر من 900 وكالة. قامت شركة Pioneer Bible Translation International (pbti.org) في البداية بإنشاء الموقع وصيانته. منذ عام 2013 ، قامت جمعية الكتاب المقدس الرقمية (dbs.org) ببرمجة وصيانة الموقع وقواعد بياناته طواعية.</p>\n<h3>مهمة</h3>\n<p>يهدف Find-A-Bible لخدمة أي شخص أو وكالة تتطلع إلى تأمين موارد الكتاب المقدس حسب اللغة أو حسب المنطقة الجغرافية. لتحقيق هذه الغاية ، يتم توفير قدر كبير من البيانات التي تهدف إلى المساعدة في اكتشاف مصادر الكتاب المقدس وتأمينها وتوزيعها. هدفنا هو جعل هذه العملية بسيطة قدر الإمكان ، سواء كان ذلك لتقديم كتاب مقدس واحد إلى أحد الجيران ، أو التخطيط لمبادرات توزيع واسعة النطاق على نطاق البلد.</p>\n<h3>ابدء</h3>\n<p>واحدة من أفضل الطرق للبدء هي ببساطة طرح الأسئلة. لقد قدمنا ثلاثة سيناريوهات قد تساعد في فهم الموقع.</p>\n<p>السيناريو رقم 1: جاري يتحدث لغة هندية تسمى الغوجاراتية ويطلب الكتاب المقدس بلغتهم.</p>\n<ol>\n<li>في الصفحة الرئيسية ، ابحث عن الهند وانقر عليها على الخريطة. (أو اختر زر البلدان في أعلى الصفحة.)</li>\n<li>سترى أكثر من 500 لغة في الهند مرتبة حسب عدد السكان. إذا رأيت لغتهم (الغوجاراتية) ، فانقر عليها للذهاب إلى صفحة اللغة تلك. (أو يمكنك البدء في كتابة اسم اللغة في مربع التصفية.)</li>\n<li>بمجرد دخولك إلى صفحة اللغة الغوجاراتية ، حدد الكتاب المقدس حسب العنوان (أو يمكنك أيضًا تحديد علامتي التبويب FILMS أو RESOURCES لتحديد موارد إضافية بتلك اللغة).</li>\n<li>من هناك يمكنك العثور على مجموعة متنوعة من الأناجيل المطبوعة أو الأناجيل عبر الإنترنت أو الأناجيل القابلة للتنزيل أو تطبيقات الكتاب المقدس.</li>\n</ol>\n<p>السيناريو رقم 2: ترسل كنيستي مجموعة إرساليات إلى المكسيك ونود إحضار الأناجيل.</p>\n<ol>\n<li>من القائمة العلوية ، حدد البلدان. سترى أن المكسيك بها حوالي 129 مليون شخص يتحدثون أكثر من 300 لغة.</li>\n<li>انقر فوق صفحة المكسيك وسترى تلك اللغات مرتبة حسب السكان المتحدثين داخل دولة المكسيك.</li>\n<li>حدد خرائط ومعلومات المكسيك. استخدم الخرائط المتوفرة للبحث عن اللغات التي قد تواجهها مجموعتك حسب المنطقة الجغرافية. انقر فوق الدبوس لعرض الموارد بلغة معينة.</li>\n</ol>\n<p>السيناريو رقم 3: تسعى وكالة بعثاتنا إلى إنشاء محتوى للوكالات العاملة في إفريقيا والشراكة معها.</p>\n<ol>\n<li>هناك عدد من الوظائف التي قد تكون مفيدة هنا. من القائمة العلوية حدد LANGUAGES. من الشريط الجانبي ، يمكنك التصفية حسب القارة. حدد أفريقيا.</li>\n<li>يتم تصنيف لغات إفريقيا حسب محتوى الكتاب المقدس ، ولكن بالنقر فوق ars الموجودة على السكان ، يمكنك رؤية سكان كل لغة - مع إظهار اللغات الأكثر اكتظاظًا بالسكان في إفريقيا.</li>\n<li>يمكنك أيضًا الفرز حسب البلد ومشاهدة اللغات الخاصة بكل بلد. من هناك يمكنك النقر فوق كل بلد أو كل لغة لاستكشاف المزيد من الاحتمالات.</li>\n<li>من القائمة العلوية ، حدد الوكالات ، ثم حدد علامة التبويب الوكالات لعرض المنظمات المدرجة في Find.Bible. في مربع التصفية الموجود على اليسار ، حدد إفريقيا لرؤية المنظمات الأفريقية التي تعمل في عالم الكتاب المقدس.</li>\n</ol>\n<h3>الصفحة الأمامية</h3>\n<p>تعود خريطة العالم الموضحة هنا إلى البحث عن الكتاب المقدس الأصلي (FAB). أضفنا بعض البيانات الإضافية التي تتيح لها أن تكون أكثر فاعلية. تعرض علامة التبويب &quot;المنظمات&quot; المجموعات التي تم تضمينها في قاعدة بيانات Find-A-Bible (FAB). تُظهر علامة التبويب WORLD WATCH LIST دول العالم التي يبرز فيها الاضطهاد المسيحي (كما هو مشار إليه في Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a>). يمكن تكبير الخريطة ويمكن تحديد أي دولة والتي ستأخذك مباشرة إلى صفحة البلد تلك.</p>\n<p>بالإضافة إلى ذلك ، يوجد رمز SEARCH في الشريط العلوي الأيمن لكل صفحة يسمح لك بإدخال أي نص للبحث في الموقع بأكمله أو تصفية النتائج المحتملة. يهدف هذا إلى منحك وصولاً سريعًا للتعرف على اللغات حتى عندما لا تعرف تهجئة الاسم.</p>\n<p>يمكن ترجمة واجهة البحث عن الكتاب المقدس (FAB) إلى عدد من اللغات الرئيسية. يمكن الوصول إلى هذه اللغات من أي صفحة بالنقر فوق رمز الترجمة في لافتة كل صفحة.</p>\n<h3>صفحات الأناجيل</h3>\n<p>تقدم صفحة BIBLES حلاً للحلم شبه المستحيل المتمثل في توفير روابط نشطة لنسخ الكتاب المقدس في كل لغة في العالم حيث توجد. تكمن الصعوبة في أنه في حين أن العديد من المنظمات تعمل بجد لإنشاء ونشر الأناجيل المطبوعة والصوتية والأفلام والقصص ، فإنها تعمل أيضًا بجد لإنشاء وتحديث مواقع الويب حيث يمكن شراء موارد الأناجيل هذه أو الوصول إليها. عندما تقوم إحدى المؤسسات بتحديث مواقعها على الويب ، غالبًا ما يتم كسر الروابط السابقة ، مما يجعل هذه المهمة صعبة للغاية. (ما لم يكن ، من</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}