{"home":"<hr>\n<h2>tagline_title: &quot;বিশ্বের ধর্মগ্রন্থ তালিকাভুক্ত করা&quot;\ntagline_subtitle: &quot;ক্যাটালগিং bible_count বাইবেল সংস্করণ এবং resource_count বাইবেল সম্পদসমূহ language_count ভাষায় প্রতিনিধিত্বকারী --organization_count-- সংস্থাগুলি।&quot;\nuse_question_1: আপনি কি এমন কাউকে চেনেন যিনি অন্য ভাষায় কথা বলেন এবং হয়তো বাইবেল খুঁজছেন?\nuse_question_2: আপনি কি সমস্ত অঞ্চল জুড়ে বাইবেল এবং সংস্থানগুলি ভাগ করার পরিকল্পনা নিয়ে বিদেশে ভ্রমণ করছেন?\nuse_question_3: আপনি কি ধর্মপ্রচারকদের সমর্থন করেন যারা বহু-ভাষী লোক গোষ্ঠীর মধ্যে কাজ করে?\nuse_question_4: আপনি কি আপনার পরবর্তী প্রচারে বাইবেল-সম্পর্কিত অডিও বা ভিডিও সংস্থান ভাগ করতে চাইছেন?\noverview: 7000 টিরও বেশি ভাষায় বাইবেল সংস্থানগুলি আবিষ্কার করুন, অ্যাক্সেস করুন এবং ভাগ করুন৷ Find.Bible - প্রতিটি দেশে ঈশ্বরের বাক্য ছড়িয়ে দেওয়ার জন্য আপনার মিশন টুলবক্স।</h2>\n","about/about":"<h4>প্রকল্প</h4>\n<p>Find-A-Bible হল একটি ওয়েব ডিরেক্টরি যা বিশ্বের 7000+ ভাষায় বাইবেল এবং বাইবেলের সম্পদের লিঙ্ক প্রদান করে। এটি বাইবেল এজেন্সি ইন্টারন্যাশনালের ফোরাম (FOBAI) এর একটি সহযোগী প্রকল্প যা শিষ্যত্ব, ধর্মপ্রচার, এবং গির্জা রোপণের জন্য ধর্মগ্রন্থে অ্যাক্সেসের সুবিধার্থে নির্মিত।</p>\n<p>FOBAI সদস্যদের এবং সেইসাথে অন্যান্য বাইবেল সংস্থাগুলির দ্বারা তৈরি সামগ্রী থেকে অঙ্কন করে, সাইটটি ব্যবহারকারীদের তাদের পছন্দের ভাষা এবং মিডিয়াতে ধর্মগ্রন্থ এবং বাইবেলের সংস্থানগুলি আবিষ্কার করতে এবং পেতে সহায়তা করে৷</p>\n<p>ফাইন্ড-এ-বাইবেল প্রিন্ট বাইবেল, প্রিন্ট-অন-ডিমান্ড বাইবেল, ডিজিটাল বাইবেল, অডিও বাইবেল, ভিজ্যুয়াল বাইবেল, এবং বাইবেল রিসোর্স - একাধিক বিন্যাসে লিঙ্কগুলি বৈশিষ্ট্যযুক্ত। এর ডিজাইন, ইন্টারফেস এবং ডাটাবেস তৈরি করা হয়েছে এবং ডিজিটাল বাইবেল সোসাইটি (dbs.org) দ্বারা রক্ষণাবেক্ষণ করা হয়েছে।</p>\n","about/faq":"<h2>কেন ফাইন্ড-এ-বাইবেল তৈরি করা হয়েছিল?</h2>\n<p>যদিও অনেক বাইবেলের সংস্থান অনলাইনে অনুসন্ধান করা সম্ভব, উপলব্ধ সামগ্রীর নিছক পরিমাণ একটি সমষ্টির জন্য কল করে। ফাইন্ড-এ-বাইবেলের লক্ষ্য হল বিশ্বের বাইবেল এবং মানসম্পন্ন বাইবেলের সম্পদ খুঁজে পাওয়া এবং ভাগ করা নিশ্চিত করা। ফোরাম অফ বাইবেল এজেন্সিস ইন্টারন্যাশনাল (এফওবিএআই) 2006 সালে ফাইন্ড-এ-বাইবেল চালু করেছিল এবং এটি পাইওনিয়ার বাইবেল অনুবাদকদের দ্বারা রক্ষণাবেক্ষণ করা হয়েছিল। 2013 সালে, FOBAI ডিজিটাল বাইবেল সোসাইটি (DBS) কে ফাইন্ড-এ-বাইবেল পুনরায় তৈরি করতে এবং ইন্টারনেটে এমন একটি অবস্থান বজায় রাখার দায়িত্ব দেয় যেখানে লোকেরা বাইবেলের সংস্থানগুলি সন্ধান করতে পারে এবং সেগুলিকে সনাক্ত করতে পারে।</p>\n<h2>কী ফাইন্ড-এ-বাইবেলকে স্বতন্ত্র করে তোলে?</h2>\n<p>ফাইন্ড-এ-বাইবেল হল একক ডিজিটাল প্ল্যাটফর্ম যেখানে বিশ্বের প্রধান বাইবেল সংস্থাগুলি এবং তাদের সহযোগীরা সকল ভাষায় বাইবেল এবং বাইবেলের সম্পদগুলিকে সহজেই লোকেটেবল করার জন্য সহযোগিতা করতে সম্মত হয়েছে৷ ফাইন্ড-এ-বাইবেল হল একটি সুবিধাজনক হাব যা ন্যূনতম ব্যবহারকারীর প্রচেষ্টায় দ্রুত, নির্ভুল এবং প্রাসঙ্গিক তথ্য সরবরাহ করে। এছাড়াও, এটি বাইবেল অনুবাদ সংস্থাগুলির জন্য একটি রেফারেন্স পয়েন্ট হিসাবে কাজ করে যারা বাইবেলগুলি একটি নির্দিষ্ট ভাষায় কী প্রকাশিত হয়েছে বা প্রকাশিত হয়নি তা শিখতে চায়।</p>\n<h2>FOBAI এবং এর সদস্য কারা?</h2>\n<p>বাইবেল এজেন্সি ইন্টারন্যাশনালের ফোরাম হল 38টি নেতৃস্থানীয় আন্তর্জাতিক বাইবেল এজেন্সি এবং মিশন সংস্থাগুলির একটি জোট যার পরিসর 150 টিরও বেশি দেশে বিস্তৃত। <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a> এ আরও জানুন।</p>\n<h2>ফাইন্ড-এ-বাইবেলের বিষয়বস্তুর মালিক কে?</h2>\n<p>ফাইন্ড-এ-বাইবেল ডিরেক্টরিতে উপলব্ধ বাইবেল-ভিত্তিক সংস্থানগুলি FOBAI বা অন্যান্য বাইবেল সংস্থার পৃথক সদস্যদের সম্পত্তি। যদিও ফাইন্ড-এ-বাইবেলের মাধ্যমে অ্যাক্সেসযোগ্য কিছু উপাদান জনসাধারণের জন্য অবাধে উপলব্ধ, অন্যান্য সংস্থানগুলি বিভিন্ন ওয়েবসাইট থেকে বিক্রির জন্য দেওয়া হয়। ফাইন্ড-এ-বাইবেলের কোনো সম্পদের কপিরাইট নেই বা এটি বিক্রিও করে না।</p>\n<h2>কার কাজ ফাইন্ড-এ-বাইবেল ওয়েবসাইটে প্রতিফলিত হয়?</h2>\n<p>ফাইন্ড-এ-বাইবেলে সংকলিত বিশাল ডাটাবেস কয়েক ডজন ব্যক্তির কয়েক দশকের কাজের প্রতিফলন। ওয়েবসাইটটি নিজেই ডিজাইন করা হয়েছে এবং ডিজিটাল বাইবেল সোসাইটি দ্বারা রক্ষণাবেক্ষণ করা হয়েছে, প্রাথমিকভাবে কানাডার বাইবেল লীগ থেকে একটি অনুদান দ্বারা সাহায্য করা হয়েছে, কিন্তু এখন এটি FOBAI এর পক্ষ থেকে একটি স্বেচ্ছাসেবক প্রকল্প হিসাবে পরিচালিত হয়। বাইবেল সংস্থাগুলির ক্রমবর্ধমান সংখ্যা বিশ্বের ভাষায় ক্রমবর্ধমান বিষয়বস্তু তৈরি করে, ফাইন্ড-এ-বাইবেল আরও প্রয়োজনীয় এবং আরও চ্যালেঞ্জিং হয়ে উঠবে।</p>\n<h2>আমি কীভাবে ফাইন্ড-এ-বাইবেলের কাজকে সমর্থন করতে পারি?</h2>\n<p>ফাইন্ড-এ-বাইবেল বিদ্যমান এই শব্দটি ছড়িয়ে দেওয়ার জন্য আমরা আপনার সমর্থনকে স্বাগত জানাই। উপরন্তু, আমরা বাইবেল এবং বাইবেল-ভিত্তিক সংস্থানগুলির তথ্য পেতে আগ্রহী যা এই ডিরেক্টরিতে নেই। আপনার যদি এই সাইটের উন্নতির জন্য পরামর্শ থাকে বা আপনি যদি ফাইন্ড-এ-বাইবেলের চলমান কাজে দান করতে চান তবে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।</p>\n","about/help":"<h3>ভূমিকা</h3>\n<p>ফাইন্ড-এ-বাইবেল হল বিশ্বের বিভিন্ন ভাষায় উপলব্ধ পরিচিত বাইবেল সম্পদের একটি ওয়েব-ডিরেক্টরি। এটি বিদেশী ভাষায় বাইবেল আবিষ্কার এবং সুরক্ষিত করার প্রক্রিয়া সহজ করার জন্য তৈরি করা হয়েছিল।</p>\n<p>ফাইন্ড-এ-বাইবেল প্রথম 2006 সালে ফোরাম অফ বাইবেল এজেন্সি (FOBAI) দ্বারা তৈরি করা হয়েছিল একটি উপায় হিসাবে লোকেদের ভাষা বা দেশ অনুসারে বাইবেলগুলি আবিষ্কার এবং সুরক্ষিত করার উপায় হিসাবে। প্রকল্পটি মূলত FOBAI থেকে বাইবেল সংস্থানগুলি বৈশিষ্ট্যযুক্ত কিন্তু 900 টিরও বেশি সংস্থার সংস্থানগুলি দেখানোর জন্য প্রসারিত করা হয়েছে৷ পাইওনিয়ার বাইবেল ট্রান্সলেশন ইন্টারন্যাশনাল (pbti.org) প্রাথমিকভাবে সাইটটি তৈরি এবং রক্ষণাবেক্ষণ করেছিল। 2013 সাল থেকে, ডিজিটাল বাইবেল সোসাইটি (dbs.org) স্বেচ্ছায় সাইট এবং এর ডাটাবেস প্রোগ্রাম এবং রক্ষণাবেক্ষণ করেছে।</p>\n<h3>মিশন</h3>\n<p>ফাইন্ড-এ-বাইবেল ভাষা বা ভৌগলিক অঞ্চল দ্বারা বাইবেলের সংস্থানগুলিকে সুরক্ষিত করতে চাওয়া যে কোনও ব্যক্তি বা সংস্থাকে পরিবেশন করার উদ্দেশ্যে। সেই লক্ষ্যে, প্রচুর পরিমাণে ডেটা সরবরাহ করা হয় যা বাইবেলের সংস্থানগুলি আবিষ্কার, সুরক্ষিত এবং বিতরণে সহায়তা করার উদ্দেশ্যে। আমাদের লক্ষ্য হল এই প্রক্রিয়াটিকে যতটা সম্ভব সহজ করে তোলা, তা হোক তা প্রতিবেশীকে একটি একক বাইবেল প্রদান করা, বা দেশব্যাপী ব্যাপকভাবে বিতরণ উদ্যোগের পরিকল্পনা করা।</p>\n<h3>শুরু করা</h3>\n<p>শুরু করার সেরা উপায়গুলির মধ্যে একটি হল কেবল প্রশ্ন জিজ্ঞাসা করা। আমরা তিনটি পরিস্থিতি প্রদান করেছি যা সাইটটি বুঝতে সাহায্য করতে পারে।</p>\n<p>পরিস্থিতি #1: আমার প্রতিবেশী ভারতের গুজরাটি নামে একটি ভাষায় কথা বলে এবং তাদের ভাষায় একটি বাইবেল চাইছে।</p>\n<ol>\n<li>মূল পৃষ্ঠায়, মানচিত্রে ভারত খুঁজুন এবং ক্লিক করুন। (অথবা পৃষ্ঠার শীর্ষে দেশ বোতামটি নির্বাচন করুন।)</li>\n<li>আপনি জনসংখ্যা অনুসারে বাছাই করা ভারতের 500+ ভাষা দেখতে পাবেন। আপনি যদি তাদের ভাষা (গুজরাটি) দেখতে পান তবে সেই ভাষার পৃষ্ঠায় যেতে এটিতে ক্লিক করুন। (অথবা আপনি ফিল্টার বক্সে ভাষার নাম টাইপ করা শুরু করতে পারেন।)</li>\n<li>একবার আপনি গুজরাটি ভাষার পৃষ্ঠায় গেলে, শিরোনাম অনুসারে একটি বাইবেল নির্বাচন করুন (অথবা আপনি সেই ভাষায় অতিরিক্ত সংস্থান নির্বাচন করতে চলচ্চিত্র বা রিসোর্স ট্যাবগুলিও নির্বাচন করতে পারেন)।</li>\n<li>সেখান থেকে আপনি বিভিন্ন মুদ্রিত বাইবেল, অনলাইন বাইবেল, ডাউনলোডযোগ্য বাইবেল বা বাইবেল অ্যাপস খুঁজে পেতে পারেন।</li>\n</ol>\n<p>দৃশ্য #2: আমার চার্চ মেক্সিকোতে একটি মিশন গ্রুপ পাঠাচ্ছে এবং আমরা বাইবেল আনতে চাই।</p>\n<ol>\n<li>উপরের মেনু থেকে দেশ নির্বাচন করুন। আপনি দেখতে পাবেন যে মেক্সিকোতে প্রায় 129 মিলিয়ন মানুষ আছে যারা 300+ ভাষায় কথা বলে।</li>\n<li>মেক্সিকো পৃষ্ঠায় ক্লিক করুন এবং আপনি মেক্সিকো দেশের অভ্যন্তরে কথিত জনসংখ্যা অনুসারে সেই ভাষাগুলি সাজানো দেখতে পাবেন।</li>\n<li>মেক্সিকো মানচিত্র এবং তথ্য নির্বাচন করুন। ভূগোল অনুসারে আপনার গোষ্ঠী কোন ভাষাগুলির মুখোমুখি হতে পারে তা গবেষণা করতে প্রদত্ত মানচিত্রগুলি ব্যবহার করুন৷ একটি প্রদত্ত ভাষায় সম্পদ দেখতে পিনে ক্লিক করুন.</li>\n</ol>\n<p>দৃশ্যকল্প #3: আমাদের মিশন এজেন্সি আফ্রিকায় কাজ করা এজেন্সিগুলির জন্য সামগ্রী তৈরি করতে এবং অংশীদারি করতে চাইছে।</p>\n<ol>\n<li>এখানে বেশ কিছু ফাংশন আছে যা সহায়ক হতে পারে। উপরের মেনু থেকে LANGUAGES নির্বাচন করুন। সাইডবার থেকে আপনি মহাদেশ দ্বারা ফিল্টার করতে পারেন। আফ্রিকা নির্বাচন করুন।</li>\n<li>আফ্রিকার ভাষাগুলি বাইবেলের বিষয়বস্তু অনুসারে বাছাই করা হয়েছে, তবে জনসংখ্যার উপর ক্লিক করে, আপনি প্রতিটি ভাষার জনসংখ্যা দেখতে পারেন - আফ্রিকার সর্বাধিক জনবহুল ভাষাগুলিকে দেখাচ্ছে৷</li>\n<li>আপনি দেশ অনুসারে বাছাই করতে পারেন এবং প্রতিটি দেশের ভাষা দেখতে পারেন। সেখান থেকে আপনি আরও সম্ভাবনা অন্বেষণ করতে প্রতিটি দেশ বা প্রতিটি ভাষায় ক্লিক করতে পারেন।</li>\n<li>উপরের মেনু থেকে AGENCIES নির্বাচন করুন, তারপর Find.Bible-এ তালিকাভুক্ত সংস্থাগুলি দেখতে এজেন্সি ট্যাবটি নির্বাচন করুন৷ বাম দিকের ফিল্টার বক্সে, বাইবেলের জগতে কাজ করা আফ্রিকান ভিত্তিক সংস্থাগুলি দেখতে আফ্রিকা নির্বাচন করুন।</li>\n</ol>\n<h3>ফ্রন্ট পেজ</h3>\n<p>এখানে দেখানো বিশ্বের মানচিত্রটি আসল Find-A-Bible (FAB) থেকে তৈরি। আমরা কিছু অতিরিক্ত ডেটা যোগ করেছি যা এটিকে আরও কার্যকরী হতে দেয়। ORGANIZATIONS ট্যাব সেই গোষ্ঠীগুলিকে দেখায় যারা Find-A-Bible (FAB) ডাটাবেসের অন্তর্ভুক্ত। ওয়ার্ল্ড ওয়াচ লিস্ট ট্যাবটি বিশ্বের দেশগুলিকে দেখায় যেখানে খ্রিস্টান নিপীড়ন সবচেয়ে বিশিষ্ট (যেমন ওপেন ডোরস ইন্টারন্যাশনাল <a href=\"http://www.odi.org\">www.odi.org</a> দ্বারা উল্লেখ করা হয়েছে)৷ মানচিত্র জুম করা যেতে পারে এবং যেকোনো দেশ নির্বাচন করা যেতে পারে যা আপনাকে সরাসরি সেই দেশের পৃষ্ঠায় নিয়ে যাবে।</p>\n<p>এছাড়াও, প্রতিটি পৃষ্ঠার উপরের ডানদিকের ব্যানারে একটি অনুসন্ধান আইকন রয়েছে যা আপনাকে সম্পূর্ণ সাইট অনুসন্ধান করতে বা সম্ভাব্য ফলাফলগুলি ফিল্টার করার জন্য যেকোনো পাঠ্য প্রবেশ করতে দেয়৷ আপনি নামের বানান না জানলেও ভাষা শনাক্ত করতে আপনাকে দ্রুত অ্যাক্সেস দেওয়ার উদ্দেশ্যে এটি করা হয়েছে।</p>\n<p>ফাইন্ড-এ-বাইবেল (এফএবি) ইন্টারফেসটি বেশ কয়েকটি প্রধান ভাষায় অনুবাদ করা যেতে পারে। প্রতিটি পৃষ্ঠার ব্যানারে অনুবাদ আইকনে ক্লিক করে যে কোনও পৃষ্ঠা থেকে এই ভাষাগুলি অ্যাক্সেস করা যেতে পারে।</p>\n<h3>বাইবেলের পাতা</h3>\n<p>বাইবেল পৃষ্ঠাটি বিশ্বের প্রতিটি ভাষায় যেখানে বাইবেলের সংস্করণগুলি বিদ্যমান সেখানে সক্রিয় লিঙ্ক প্রদানের প্রায় অসম্ভব স্বপ্নের সমাধান উপস্থাপন করে। মুশকিল হল যে যখন অনেক সংস্থা প্রিন্ট, অডিও, ফিল্ম এবং গল্পে বাইবেল তৈরি এবং প্রকাশ করার জন্য খুব কঠোর পরিশ্রম করছে, তারা ওয়েবসাইট তৈরি এবং আপডেট করার জন্য কঠোর পরিশ্রম করছে যেখানে সেই বাইবেল সংস্থানগুলি কেনা বা অ্যাক্সেস করা যেতে পারে। যখন একটি প্রতিষ্ঠান তাদের ওয়েবসাইট আপডেট করে, তাদের পূর্ববর্তী লিঙ্কগুলি প্রায়শই ভেঙে যায়, যা এই কাজটিকে বেশ চ্যালেঞ্জিং করে তোলে।</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}