{"about/about":"<h4>Das Projekt</h4>\n<p>Find-A-Bible ist ein Webverzeichnis, das Links zu Bibeln und biblischen Ressourcen in über 7.000 Sprachen der Welt bietet. Es ist ein Gemeinschaftsprojekt des Forum of Bible Agencies International (FOBAI), das den Zugang zu den heiligen Schriften für Jüngerschaft, Evangelisation und Gemeindegründung erleichtern soll.</p>\n<p>Die Website stützt sich auf Inhalte, die von FOBAI-Mitgliedern sowie anderen Bibelorganisationen erstellt wurden, und hilft Benutzern, die heiligen Schriften und biblischen Ressourcen in der Sprache und auf dem Medium ihrer Wahl zu entdecken und zu erhalten.</p>\n<p>Find-A-Bible bietet Links zu gedruckten Bibeln, Print-on-Demand-Bibeln, digitalen Bibeln, Audiobibeln, visuellen Bibeln und biblischen Ressourcen – in mehreren Formaten. Das Design, die Benutzeroberfläche und die Datenbank wurden von der Digital Bible Society (dbs.org) erstellt und werden von ihr gepflegt.</p>\n","about/faq":"<h2>Warum wurde Find-A-Bible erstellt?</h2>\n<p>Es ist zwar möglich, online nach vielen biblischen Ressourcen zu suchen, aber die schiere Menge an verfügbaren Inhalten erfordert einen Aggregator. Die Mission von Find-A-Bible besteht darin, sicherzustellen, dass die Bibeln und hochwertigen biblischen Ressourcen der Welt gefunden und geteilt werden. Das Forum of Bible Agencies International (FOBAI) startete Find-A-Bible im Jahr 2006 und es wurde von Pioneer Bible Translators gepflegt. Im Jahr 2013 beauftragte FOBAI die Digital Bible Society (DBS), Find-A-Bible neu zu erstellen und einen Ort im Internet zu pflegen, an dem Menschen, die nach biblischen Ressourcen suchen, diese finden und erhalten können.</p>\n<h2>Was macht Find-A-Bible so besonders?</h2>\n<p>Find-A-Bible ist die einzige digitale Plattform, auf der die großen Bibelagenturen der Welt und ihre Partner vereinbart haben, zusammenzuarbeiten, um Bibeln und biblische Ressourcen in allen Sprachen leicht auffindbar zu machen. Find-A-Bible ist ein praktischer Knotenpunkt, der schnelle, genaue und relevante Informationen mit minimalem Benutzeraufwand liefert. Außerdem dient es als Referenzpunkt für Bibelübersetzungsorganisationen, die herausfinden möchten, welche Bibeln in einer bestimmten Sprache veröffentlicht wurden und welche nicht.</p>\n<h2>Wer ist FOBAI und wer sind seine Mitglieder?</h2>\n<p>Das Forum of Bible Agencies International ist eine Allianz aus 38 führenden internationalen Bibelagenturen und Missionsorganisationen, deren Reichweite sich über mehr als 150 Länder erstreckt. Weitere Informationen finden Sie unter <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a>.</p>\n<h2>Wem gehören die Inhalte von Find-A-Bible?</h2>\n<p>Die im Find-A-Bible-Verzeichnis verfügbaren bibelbasierten Ressourcen sind Eigentum der einzelnen Mitglieder von FOBAI oder anderen Bibelagenturen. Obwohl einige über Find-A-Bible zugängliche Materialien der Öffentlichkeit kostenlos zur Verfügung stehen, werden andere Ressourcen auf verschiedenen Websites zum Verkauf angeboten. Find-A-Bible besitzt keine Urheberrechte an diesen Ressourcen und verkauft sie auch nicht.</p>\n<h2>Wessen Arbeit wird auf der Find-A-Bible-Website wiedergegeben?</h2>\n<p>Die auf Find-A-Bible zusammengestellte riesige Datenbank spiegelt die jahrzehntelange Arbeit von Dutzenden von Einzelpersonen wider. Die Website selbst wurde von der Digital Bible Society entworfen und wird von ihr gepflegt. Ursprünglich wurde sie durch einen Zuschuss der Bible League of Canada unterstützt, mittlerweile wird sie jedoch als Freiwilligenprojekt im Auftrag von FOBAI betrieben. Da immer mehr Bibelagenturen immer mehr Inhalte in den Sprachen der Welt produzieren, wird Find-A-Bible immer wichtiger und anspruchsvoller.</p>\n<h2>Wie kann ich die Arbeit von Find-A-Bible unterstützen?</h2>\n<p>Wir freuen uns über Ihre Unterstützung bei der Verbreitung der Nachricht, dass es Find-A-Bible gibt. Darüber hinaus freuen wir uns über Informationen zu Bibeln und biblischen Ressourcen, die nicht in diesem Verzeichnis enthalten sind. Wenn Sie Verbesserungsvorschläge für diese Website haben oder für die laufende Arbeit von Find-A-Bible spenden möchten, kontaktieren Sie uns bitte.</p>\n","about/help":"<h3>Einführung</h3>\n<p>Find-A-Bible ist ein Webverzeichnis bekannter Bibelressourcen, die in vielen Sprachen der Welt verfügbar sind. Es wurde erstellt, um das Entdecken und Beschaffen von Bibeln in Fremdsprachen zu vereinfachen.</p>\n<p>Find-A-Bible wurde 2006 vom Forum of Bible Agencies (FOBAI) gegründet, um Menschen dabei zu helfen, Bibeln nach Sprache oder Land zu entdecken und zu beschaffen. Das Projekt enthielt ursprünglich Bibelressourcen von FOBAI, wurde aber erweitert, um Ressourcen von über 900 Agenturen anzuzeigen. Pioneer Bible Translation International (pbti.org) hat die Site ursprünglich erstellt und gepflegt. Seit 2013 programmiert und pflegt die Digital Bible Society (dbs.org) die Site und ihre Datenbanken freiwillig.</p>\n<h3>Mission</h3>\n<p>Find-A-Bible soll jeder Person oder Agentur dienen, die nach Bibelressourcen nach Sprache oder geografischer Region sucht. Zu diesem Zweck wird eine beträchtliche Menge an Daten bereitgestellt, die beim Entdecken, Beschaffen und Verteilen von Bibelressourcen helfen sollen. Unser Ziel ist es, diesen Prozess so einfach wie möglich zu gestalten, sei es, um einem Nachbarn eine einzelne Bibel zu geben, oder um landesweite Großverteilaktionen zu planen.</p>\n<h3>Erste Schritte</h3>\n<p>Eine der besten Möglichkeiten, um anzufangen, ist, einfach Fragen zu stellen. Wir haben drei Szenarien bereitgestellt, die beim Verständnis der Site hilfreich sein können.</p>\n<p>Szenario Nr. 1: Mein Nachbar spricht eine indische Sprache namens Gujarati und bittet um eine Bibel in seiner Sprache.</p>\n<ol>\n<li>Suchen und klicken Sie auf der Hauptseite auf der Karte nach Indien. (Oder wählen Sie die Schaltfläche „Länder“ oben auf der Seite.)</li>\n<li>Sie sehen die über 500 Sprachen Indiens, sortiert nach Bevölkerung. Wenn Sie ihre Sprache (Gujarati) sehen, klicken Sie darauf, um zu dieser Sprachseite zu gelangen. (Oder Sie können den Namen der Sprache in das Filterfeld eingeben.)</li>\n<li>Wenn Sie auf der Gujarati-Sprachseite sind, wählen Sie eine Bibel nach Titel aus (oder Sie können auch die Registerkarten FILME oder RESSOURCEN auswählen, um zusätzliche Ressourcen in dieser Sprache auszuwählen).</li>\n<li>Dort finden Sie eine Vielzahl gedruckter Bibeln, Online-Bibeln, herunterladbarer Bibeln oder Bibel-Apps.</li>\n</ol>\n<p>Szenario Nr. 2: Meine Kirche schickt eine Missionsgruppe nach Mexiko und wir möchten Bibeln mitbringen.</p>\n<ol>\n<li><p>Wählen Sie im oberen Menü LÄNDER. Sie werden sehen, dass in Mexiko etwa 129 Millionen Menschen leben, die über 300 Sprachen sprechen.</p>\n</li>\n<li><p>Klicken Sie auf die Mexiko-Seite und Sie sehen diese Sprachen sortiert nach der Bevölkerungszahl, die im Land Mexiko gesprochen wird.</p>\n</li>\n<li><p>Wählen Sie Mexiko-Karten und -Infos. Verwenden Sie die bereitgestellten Karten, um herauszufinden, auf welche Sprachen Ihre Gruppe je nach geografischer Lage stoßen könnte. Klicken Sie auf die Stecknadel, um Ressourcen in einer bestimmten Sprache anzuzeigen.</p>\n</li>\n</ol>\n<p>Szenario Nr. 3: Unsere Missionsagentur möchte Inhalte für Agenturen erstellen, die in Afrika arbeiten, und mit ihnen zusammenarbeiten.</p>\n<ol>\n<li>Es gibt eine Reihe von Funktionen, die hier hilfreich sein können. Wählen Sie im oberen Menü SPRACHEN. In der Seitenleiste können Sie nach Kontinent filtern. Wählen Sie Afrika.</li>\n<li>Die Sprachen Afrikas sind nach Bibelinhalt sortiert, aber wenn Sie auf das Feld bei Bevölkerung klicken, können Sie die Bevölkerungszahl jeder Sprache sehen – es werden die bevölkerungsreichsten Sprachen Afrikas angezeigt.</li>\n<li>Sie können auch nach Land sortieren und die Sprachen für jedes Land sehen. Von dort aus können Sie auf jedes Land oder jede Sprache klicken, um weitere Möglichkeiten zu erkunden.</li>\n<li>Wählen Sie im oberen Menü AGENTUREN und dann die Registerkarte Agenturen, um die in Find.Bible aufgeführten Organisationen anzuzeigen. Wählen Sie im Filterfeld links Afrika aus, um die in Afrika ansässigen Organisationen anzuzeigen, die in der Welt der Bibel tätig sind.</li>\n</ol>\n<h3>Titelseite</h3>\n<p>Die hier gezeigte Weltkarte stammt aus der ursprünglichen Find-A-Bible (FAB). Wir haben einige zusätzliche Daten hinzugefügt, die sie funktionaler machen. Die Registerkarte ORGANISATIONEN zeigt die Gruppen, die in der Find-A-Bible (FAB)-Datenbank enthalten sind. Die Registerkarte WORLD WATCH LIST zeigt die Länder der Welt, in denen die Christenverfolgung am stärksten ausgeprägt ist (wie von Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a> angegeben). Die Karte kann vergrößert werden und Sie können jedes Land auswählen, wodurch Sie direkt zu dieser Länderseite gelangen.</p>\n<p>Darüber hinaus gibt es im oberen rechten Banner jeder Seite ein SUCH-Symbol, mit dem Sie einen beliebigen Text eingeben können, um die gesamte Site zu durchsuchen oder die möglichen Ergebnisse zu filtern. Dies soll Ihnen einen schnellen Zugriff auf die Identifizierung von Sprachen ermöglichen, selbst wenn Sie die Schreibweise des Namens nicht kennen.</p>\n<p>Die Find-A-Bible (FAB)-Schnittstelle kann in eine Reihe wichtiger Sprachen übersetzt werden. Diese Sprachen können von jeder Seite aus aufgerufen werden, indem Sie auf das ÜBERSETZUNGS-Symbol im Banner jeder Seite klicken.</p>\n<h3>Bibelseiten</h3>\n<p>Die Seite BIBLES bietet eine Lösung für den nahezu unmöglichen Traum, aktive Links zu den Bibelversionen in jeder Sprache der Welt bereitzustellen, in der sie existieren. Die Schwierigkeit besteht darin, dass viele Organisationen zwar sehr hart daran arbeiten, Bibeln in gedruckter Form, als Audio, als Film und als Geschichte zu erstellen und zu veröffentlichen, aber auch hart daran arbeiten, Websites zu erstellen und zu aktualisieren, auf denen diese Bibelressourcen gekauft oder abgerufen werden können. Wenn eine Organisation ihre Websites aktualisiert, sind ihre vorherigen Links oft unterbrochen, was diese Aufgabe ziemlich schwierig macht.</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}