{"home":{"tagline_title":"Cataloging the World's Scriptures","tagline_subtitle":"Cataloging bible_count Bible Versions and resource_count Scripture Resources in language_count Languages representing organization_count Agencies.","use_question_1":"Do you know someone who speaks another language and may be looking for a Bible?","use_question_2":"Are you traveling abroad with plans to share Bibles and resources across regions?","use_question_3":"Do you support missionaries who serve among multi-language people groups?","use_question_4":"Are you seeking to share Bible-related audio or video resources on your next outreach?","overview":"Discover, Access, and Share Bible Resources in Over 7000 Languages. Find.Bible - your missions toolbox for Spreading God's Word in every nation."},"about/about":"<h3>The Project</h3>\n<p>Find-A-Bible is a web directory that provides links to Bibles and biblical resources in the 7000+ languages of the world. It is a collaborative project of the Forum of Bible Agencies International (FOBAI) built to facilitate access to scripture for discipleship, evangelism, and church planting.</p>\n<p>Drawing from content created by FOBAI members, as well as other Bible organizations, the site helps users discover and obtain Scriptures and biblical resources in the language and media of their choice.</p>\n<p>Find-A-Bible features links to print Bibles, print-on-demand Bibles, digital Bibles, audio Bibles, visual Bibles, and Bible resources – in multiple formats. Its design, interface, and database were created and are maintained by the Digital Bible Society (dbs.org).</p>\n<h3>Frequently Asked Questions</h3>\n<p>Find-A-Bible was envisioned by the members of the Forum of Bible Agencies International with the intent to simplify the discovery and securing of Bibles and Bible resources in every language.\n<a href=\"/about/faq\">Frequently Asked Questions</a></p>\n<h3>Adding Resources</h3>\n<p>Know of a Bible that needs to be in this directory? We’d like to hear about it. Does your organization have multi-language Bible resources that should be listed here? Let us know!\n<a href=\"/about/contact\">Contact</a></p>\n<h3>Data Sources</h3>\n<p>Find-A-Bible’s purpose is to simplify the discovery of existing Bible resources. Toward this end, Find-A-Bible employs data from a wide variety of reliable open sources, and occasionally calculates averages and best estimates. Consequently, Find-A-Bible should not be considered an exhaustive source for global and linguistic data and statistics. For reliable and authoritative data, we recommend you refer to the latest version of the <a href=\"https://www.ethnologue.com/\">SIL Ethnologue</a> or member agencies of the <a href=\"https://unitedbiblesocieties.org/\">United Bible Societies</a>.</p>\n<p>Find-A-Bible consists of four data sets (Bibles, Languages, Countries and Agencies) that are built upon two data frameworks: the <a href=\"https://iso639-3.sil.org/code_tables/639/data\">SIL 639-3 Language Codes</a> and the <a href=\"https://www.iso.org/iso-3166-country-codes.html\">ISO-3166 International Standard Country Codes</a>. <strong>Bible Resource Data</strong> Bible information and data is compiled by the <a href=\"https://dbs.org/\">Digital Bible Society</a> with significant contributions from a number of API data streams including: <a href=\"https://thedigitalbiblelibrary.org/\">Digital Bible Library</a>, <a href=\"https://www.faithcomesbyhearing.com/audio-bible-resources/bible-brain\">Faith Comes by Hearing</a>, <a href=\"https://www.jesusfilm.org/\">The Jesus Film Project</a>, <a href=\"https://globalrecordings.net/\">Global Recordings Network</a>, <a href=\"https://www.wycliffe.org/\">Wycliffe Bible Translators</a>, <a href=\"https://youversion.com/\">YouVersion</a>, and others. <strong>Language Data:</strong> Language statistics, population and language data is derived largely from the following sources: <a href=\"https://en.wikipedia.org/wiki/List_of_languages_by_number_of_native_speakers\">Wikipedia</a>, <a href=\"https://joshuaproject.net/\">Joshua Project</a>, <a href=\"https://www.ethnologue.com/\">Ethnologue (16th edition primarily)</a>, <a href=\"https://glottolog.org/\">the Glottolog</a>, the <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book</a>, the <a href=\"https://www.dbs.org/\">Digital Bible Society</a>, and others.</p>\n<h3>Find a Bible Conference</h3>\n<p>During annual gatherings of the International Bible Forum (FOBAI), friendly people meet to collaborate around Find-A-Bible. Perhaps you would like to join us? Contact us for details, or join us at an upcoming FOBAI annual meeting.</p>\n<p><strong>Country Data:</strong> Country statistics and information is gathered from a variety of source including: <a href=\"https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_area\">Wikipedia</a>, <a href=\"https://joshuaproject.net/resources/datasets\">Joshua Project Datasets</a>, <a href=\"https://www.opendoors.org/persecution/countries/\">OpenDoors International</a>, <a href=\"https://operationworld.org/\">Operation World</a>, <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book</a>, <a href=\"https://www.un.org/en/library/page/databases\">the United Nations</a> and others. The Country specific language data is often averaged among research sources and should only be considered &quot;best guess&quot; estimates. Our goal is simply to show what languages workers will most likely encountered in a given country.  Mapping data is drawn from the <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book, </a><a href=\"https://glottolog.org/\">the Glottolog</a>, <a href=\"https://www.muturzikin.com/\">Muturzikin.com</a>, <a href=\"https://maps.lib.utexas.edu/maps/index.html\">The Perry-Castañeda Library</a>, and others.</p>\n<p><strong>Agency Data:</strong> Data regarding organization information is collected by the <a href=\"https://forum-intl.org/\">Forum of Bible Agencies</a> and the <a href=\"https://dbs.org/\">Digital Bible Society</a>. Data is also provided by the organizations themselves or their associated websites.</p>\n","about/faq":"<h2>Why was Find-A-Bible created?</h2>\n<p>While it is possible to search for many Biblical resources online, the sheer quantity of available content calls for an aggregator. Find-A-Bible’s mission is to ensure that the world’s Bibles and quality biblical resources are found and shared. The Forum of Bible Agencies International (FOBAI) launched Find-A-Bible in 2006, and it was maintained by Pioneer Bible Translators. In 2013, FOBAI commissioned the Digital Bible Society (DBS) to recreate Find-A-Bible and maintain one location on the internet where people looking for Bible resources can identify and obtain them.</p>\n<h2>What makes Find-A-Bible distinctive?</h2>\n<p>Find-A-Bible is the single digital platform where the major Bible agencies of the world and their affiliates have agreed to collaborate to make Bibles and biblical resources in all languages easily locatable. Find-A-Bible is a convenient hub delivering fast, accurate, and relevant information with minimal user effort. Also, it serves as a reference point for Bible translation organizations seeking to learn what Bibles have or have not been published in a specific language.</p>\n<h2>Who is FOBAI and its members?</h2>\n<p>The Forum of Bible Agencies International is an alliance of 38 leading international Bible agencies and mission organizations whose reach spans more than 150 countries. Learn more at <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a>. </p>\n<h2>Who owns Find-A-Bible content?</h2>\n<p>The Bible-based resources available in the Find-A-Bible directory are the property of the individual members of FOBAI or other Bible agencies. Although some material accessible through Find-A-Bible is freely available to the public, other resources are offered for sale from various websites. Find-A-Bible does not own copyrights for, nor does it sell, any of the resources.</p>\n<h2>Whose work is reflected on the Find-A-Bible website?</h2>\n<p>The massive database compiled on Find-A-Bible is a reflection of decades of work by dozens of individuals. The website itself was designed and is maintained by Digital Bible Society, initially aided by a grant from Bible League of Canada, but now run as a volunteer project on behalf of FOBAI. As an increasing number of Bible agencies produce an increasing volume of content in the world’s languages, Find-A-Bible will become more essential and more challenging.</p>\n<h2>How can I support the work of Find-A-Bible?</h2>\n<p>We welcome your support in spreading the word that Find-A-Bible exists. Additionally, we are eager to receive information on Bibles and Bible-based resources that are not in this directory. If you have suggestions for improvements to this site or if you would like to donate to the ongoing work of Find-A-Bible, please contact us.</p>\n","about/help":"<h3>Introduction</h3>\n<p>Find-A-Bible is a web-directory of known Bibles Resources available in the many languages of the world. It was created to simplify the process of discovering and securing Bibles in foreign languages.</p>\n<p>Find-A-Bible was first created in 2006 by the Forum of Bible Agencies (FOBAI) as a way to help people discover and secure Bibles by language or country. The project originally featured Bible resources from FOBAI but has been expanded to show resources from over 900 agencies. Pioneer Bible Translation International (pbti.org) initially created and maintained the site. Since 2013, the Digital Bible Society (dbs.org) has voluntarily programmed and maintained the site and its databases.</p>\n<h3>Mission</h3>\n<p>Find-A-Bible is intended to serve any person or agency looking to secure Bible resources by language or by geographical region. Toward that end, a considerable amount of data is provided which is intended to assist in discovering, securing and distributing Bible resources. Our goal is to make this process as simple as possible, whether it be to provide a single Bible to a neighbor, or to plan massive distribution initiatives on a country-wide scale.</p>\n<h3>Getting Started</h3>\n<p>One of the best ways to get started is by simply asking questions. We have provided three scenarios that may be of help in understanding the site.</p>\n<p>Scenario #1: My neighbor speaks a language of India called Gujarati and is asking for a Bible in their language.</p>\n<ol>\n<li>On the main page, find and click India on the map. (Or choose the Countries Button on the top of the page.)</li>\n<li>You will see the 500+ languages of India sorted by population. If you see their language (Gujarati) click on it to go to that language page. (Or you can start typing the name of the language in the filter box.)</li>\n<li>Once you are on the Gujarati language page, select a Bible by title (or you can also select the FILMS or RESOURCES tabs to select additional resources in that language).</li>\n<li>From there you can find a variety of printed Bibles, online Bibles, downloadable Bibles or Bible Apps.</li>\n</ol>\n<p>Scenario #2: My church is sending a missions group to Mexico and we would like to bring Bibles.</p>\n<ol>\n<li>From the top menu select COUNTRIES. You will see that Mexico has about 129 million people who speak 300+ languages.</li>\n<li>Click the Mexico page and you will see those languages sorted by population spoken inside the country of Mexico.</li>\n<li>Select Mexico Maps and Info. Use the provided maps to research which languages your group might encounter by geography. Click on the pin to view resources in a given language.</li>\n</ol>\n<p>Scenario #3: Our missions agency is seeking to create content for and partner with agencies working in Africa.</p>\n<ol>\n<li>There are a number of functions that may be of assistance here. From the top menu select LANGUAGES. From the sidebar you can filter by Continent. Select Africa.</li>\n<li>The languages of Africa are sorted by Bible Content, but by clicking the ars on Population, you can see the population of each language - showing the most populous languages of Africa.</li>\n<li>You can also sort by Country and to see the languages for each Country. From there you can click on each country or each language to explore more possibilities.</li>\n<li>From the top menu select AGENCIES, then select the Agencies tab to view the organizations listed in Find.Bible. In the filter box on the left, select Africa to see the African based organizations working in the Bible world.</li>\n</ol>\n<h3>Front Page</h3>\n<p>The world map shown here dates back to the original Find-A-Bible (FAB). We added some additional data that allow it to be more functional. The ORGANIZATIONS tab shows those groups who are included in the Find-A-Bible (FAB) database. The WORLD WATCH LIST tab shows the nations of the world where Christian persecution is most prominent (as referenced by Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a>). The map can be zoomed in and any country can be selected which will take you directly to that country page.</p>\n<p>In addition, there is a SEARCH icon in the upper right banner of each page that allows you to enter any text to search the entire site, or filter the possible results. This is intended to give you quick access to identify languages even when you may not know the spelling of the name.</p>\n<p>The Find-A-Bible (FAB) interface can be translated into a number of major languages. Those languages can be accessed from any page by clicking the TRANSLATION icon in the banner of each page.</p>\n<h3>Bibles Pages</h3>\n<p>The BIBLES page presents a solution to the nearly impossible dream of providing active links to the Bible versions in every language of the world where they exist. The difficulty is that while many organizations are working very hard to create and publish Bibles in print, audio, film and story, they are also working hard to create and update websites where those Bibles resources can be purchased or accessed. When an organization updates their websites, their previous links are often broken, making this task quite challenging. (Unless, of course, they notify us of the updates.)</p>\n<p>On the BIBLES page, you can sort by name, country, or language to discover resources. You can also type a Bible name, country or language into the filter bar to zero in on your targets. On the left side of your screen you will see filters that enable you to filter the results by type or by continent.</p>\n<p>A quick pointer: On the Bible page, you can jump directly into a specific Bible page where you can see available links to that Bible. You can also launch directly into the pages made for each language and each country.</p>\n<p>There is a “View Results” box just below the banner and next to the filter box. This dropdown allows you to select the number of results shown on each page.</p>\n<p>Recently added to the Bibles page is the option to view FILMS or RESOURCES in the FAB database. By selecting these tabs you can use the same search conventions to locate, view, listen to, or download resources for your missions work. To download a film, simply click the FILMS tab and select a film to play. Depending upon your internet bser, you should be able to right click on the playing film and select download.</p>\n<h3>Languages Pages</h3>\n<p>There are some 7900 languages in the world, many of which have Bible resources that have been created. Those languages are shown here, each on their unique page. Although some languages do not have resources associated with them yet, new Bibles are being translated faster than ever. Hundreds of content creators are creating Bible resources and films faster than ever imagined.</p>\n<p>The world&#39;s languages can be displayed and sorted by country, population, ISO code, or the number of Bible resource links that occur in Find-A-Bible (FAB). The languages are named and arranged by SIL&#39;s ISO code. Much of the information on each particular language page is derived from Wikipedia, Joshua Project, The Glotologue, and others. For a more comprehensive and authoritative study of each language, please refer to the SIL Ethnologue - the world&#39;s foremost authority on languages.</p>\n<p>Where there is content in a particular language, you can view either BIBLES, FILMS or RESOURCES from the tabs on each language page.</p>\n<p>Also provided from the LANGUAGES page are some handy LANGUAGE FAMILY MAPS that may assist in doing some basic research.</p>\n<p>With deep gratitude to such Bibles agencies as Wycliff Bible Translators, Global Recording Network, Faith Comes by Hearing, The Jesus Film Project and quite a few others, Bible resources in new languages are being added all the time.</p>\n<h3>Countries Pages</h3>\n<p>Most missions organizations think in terms of countries when it comes to their work. The COUNTRY pages were designed to assist in the research and rapid discovery of the languages that might be encountered in a given country.</p>\n<p>Upon visiting the COUNTRIES page, the user is presented with a table of helpful data in accessing the need and scope of critical elements by country. Provided are sortable columns that include population, number of spoken languages, refugee count, literacy, and level of the persecution (as researched by the OpenDoors WorldWatch List). You can also compare nations by Continents or Territories using the filter boxes on the left. Take a minute to play with the different sort functions while you filter by continent. We think you will find it helpful and illuminating.</p>\n<p>Once you click on a given COUNTRY, you will be taken to that page where you will find a list of languages known to be spoken in that country. These languages are initially sorted by a population estimate of speakers in that country. In theory, those with a greater number of speakers will most likely be the languages you encounter should you travel there. Also provided is a variety of information and links that might assist in your research. For each COUNTRY, an additional tab is provided giving you access to information, maps and links.</p>\n<h3>Agencies Pages</h3>\n<p>As a service to the Forum of Bible Agencies and the many Bible agencies of the world, these pages are added to allow quick identification of which of their resources are discoverable in Find-A-Bible, and where they are being shared by other sites.</p>\n<p>Listed from the FOBAI tab are the members of the Forum of Bible Agencies International. The second tab lists all the agencies included in the Find-A-Bible database.</p>\n<p>Doubtless, many agencies will discover that we have missed some of their resources. For which, we apologize in advance. For those, you will find a submission page under the ABOUT link on the top menu. Let us know what you have and where it can be accessed and we will add those as we are able.</p>\n<h3>About Pages</h3>\n<p>In the ABOUT pages you will find tabs that will present the project overview, answer FAQs, get help, provide easy ways to SUGGEST content additions, and a CONTACT page. If you desire to add content in bulk, you can download a CONTENT FORM from the SUGGEST BIBLES tab, as well. The Digital Bible Society is honored to be a part of this project. And, we are indebted to those members of FOBAI for their foresight in creating API systems to track and deliver the Bible content they have created.</p>\n","bwl/church":"<h1>The Church Metric</h1>\n<h3>Tracking:</h3>\n<ul>\n<li>Bible Possession among Believers</li>\n<li>Church Size</li>\n<li>Church Growth</li>\n<li>CPM / DMM Presence</li>\n</ul>\n<p>The Church metric set is designed to pinpoint where and how Bibles are most urgently needed within the Christian community.\nIt does this by looking at indicators such as how many believers actually own a Bible, as well as church size and growth trends, to gauge the overall strength and reach of Scripture engagement. At the same time, tracking Church Planting Movements and Disciple Making Movements helps capture how rapidly new faith communities are forming or multiplying.</p>\n<p>The &quot;Bibles among Believers&quot; and &quot;Church Growth&quot; metrics are deeply interconnected, as they both reflect the accessibility and influence of Scripture within expanding faith communities. A thriving church movement corresponds with a rising demand for Bibles, as new believers seek to engage with Scripture personally and within their congregations. Conversely, higher Bible ownership and engagement can fuel church growth by strengthening discipleship, deepening faith, and equipping believers to share the Gospel.</p>\n<p>External pressures, such as levels of conflict or disaster, are also taken into account to highlight where the need for spiritual support and resource distribution is most pressing. All these indicators feed into a combined score that can go up to 85, providing a clear snapshot of both current needs and the opportunities to deepen Bible engagement. Ultimately, these insights guide ministries and organizations in determining where to channel their support and resources for maximum impact.</p>\n","bwl/community":"<h1>Community</h1>\n<ul>\n<li>Poverty level</li>\n<li>Internet Access</li>\n<li>Logistics</li>\n<li>Population</li>\n<li>Electrictiy</li>\n<li>Literacy</li>\n</ul>\n<p>The Bible Watch List Community Metric is designed to evaluate a collection of community factors that influence the accessibility, distribution, and engagement with scripture. By tracking the following submetrics, this tool helps organizations and ministries identify areas of need and strategically allocate support:</p>\n<h3>Poverty Level;</h3>\n<p>Assesses the economic conditions within a community. Higher poverty levels often indicate limited financial resources, which can hinder access to printed Bibles or digital devices needed for scripture engagement.</p>\n<h3>Internet Access</h3>\n<p>Measures the availability and reliability of internet connectivity. Since digital Bibles and online study resources play an increasingly important role, communities with lower connectivity may require alternative or offline methods of distribution.</p>\n<h3>Logistics</h3>\n<p>Evaluates transportation networks, infrastructure, and overall ease of shipping or delivering resources. In areas with challenging logistics, more creative or long-term planning is needed to bring in materials and personnel.</p>\n<h3>Population</h3>\n<p>Tracks the community size and density. Understanding how many people reside in a given region enables targeted outreach and helps anticipate resource demands.</p>\n<h3>Electricity</h3>\n<p>Monitors electrical power stability and coverage. Reliable electricity is crucial for charging devices used for digital Bible study and maintaining communication with ministry partners.</p>\n<h3>Literacy</h3>\n<p>Gauges reading proficiency rates. Literacy directly impacts how effectively a community can use printed Bibles and study materials, signaling the need for literacy programs or audio-based resources if rates are low.</p>\n<p>Collectively, these submetrics form a comprehensive snapshot of a community’s practical needs and readiness for engagement with the Bible. By analyzing these factors, organizations can prioritize support and tailor their strategies—ensuring that every community has the best possible opportunity to access, understand, and benefit from biblical resources.</p>\n","bwl/family":"<p>Family</p>\n","bwl/national":"<p>The national restriction metric assesses governmental barriers and how freely citizens can bring Bibles into their country.\nPrint or publish them, store and possess physical copies, and share or distribute them. Higher scores indicate tighter controls, which can manifest as confiscation or limited import quotas at the border, government-required licenses for printing, legal penalties for holding more than a certain quantity, official registration of religious materials, or the criminalization of Bible ownership. In extreme cases, merely sharing or distributing Bibles—through proselytizing or handing them out—can be met with harsh penalties or the necessity for special government permits.</p>\n","bwl/private":"","bwl/violence":"<p>Violence</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}