{"home":"<hr>\n<h2>tagline_title: &quot;Catalogación de las Escrituras del mundo&quot;\ntagline_subtitle: &quot;Catalogación de 4877 versiones de la Biblia y 23909 recursos bíblicos en 4598 idiomas que representan 1022 agencias.&quot;\nuse_question_1: &quot;¿Conoces a alguien que habla otro idioma y puede estar buscando una Biblia?&quot;\nuse_question_2: &quot;¿Viaja al extranjero con planes de compartir Biblias y recursos entre regiones?&quot;\nuse_question_3: &quot;¿Apoya a los misioneros que sirven entre grupos de personas que hablan varios idiomas?&quot;\nuse_question_4: &quot;¿Está buscando compartir recursos de audio o video relacionados con la Biblia en su próximo alcance?&quot;\noverview: Find a Bible busca proporcionar datos completos sobre los recursos bíblicos existentes en más de 6000 idiomas del mundo. ¿Nos ayudaría a garantizar que los recursos bíblicos se puedan descubrir, proteger y compartir? Si conoce recursos bíblicos que no se encuentran en este directorio, ¡háganoslo saber! ¡Contáctenos para más información!</h2>\n","about/about":"<h4>El proyecto</h4>\n<p>Find-A-Bible (FAB) es un directorio web que proporciona enlaces a Biblias y recursos bíblicos en más de 7000 idiomas del mundo. El directorio FAB consiste principalmente en contenido creado por miembros del Foro de Agencias Bíblicas Internacionales (FOBAI) y está destinado a ayudar a los usuarios a descubrir y obtener Escrituras y recursos bíblicos en el idioma y los medios de su elección para el discipulado, la evangelización y la plantación de iglesias. Find-A-Bible también presenta enlaces a Biblias impresas, Biblias impresas bajo demanda, Biblias digitales, Biblias en audio, Biblias visuales y recursos bíblicos, en múltiples formatos. Find-A-Bible es un proyecto de colaboración del Foro de Agencias Bíblicas Internacional creado para aumentar la accesibilidad de la Biblia y facilitar el acceso a las Escrituras. El diseño, la interfase y la base de datos de Find-A-Bible fueron creados y son mantenidos por Digital Bible Society (dbs.org).</p>\n<h4>Preguntas frecuentes</h4>\n<p>Find-A-Bible fue ideado por los miembros del Foro de Agencias Bíblicas Internacionales con la intención de simplificar el descubrimiento y la obtención de Biblias y recursos bíblicos en todos los idiomas.\n<a href=\"faq\">Más información</a></p>\n<h4>Adición de recursos</h4>\n<p>¿Conoce una Biblia que necesita estar en este directorio? Seguro que nos gustaría saberlo. ¿Tiene su organización recursos bíblicos en varios idiomas que deberían enumerarse aquí? ¡Haznos saber!\n<a href=\"contact\">Contacto</a></p>\n<h4>Fuentes de datos</h4>\n<p>Find-A-Bible existe para proporcionar herramientas que simplifican el descubrimiento de los recursos bíblicos existentes. Find-A-Bible también existe para informar a los trabajadores misioneros sobre los idiomas que probablemente encontrarán en determinadas regiones y luego equiparlos con los recursos que servirán en su misión. Hacia esos objetivos, Find-A-Bible se basa en datos derivados de una amplia variedad de fuentes abiertas confiables y, en algunos casos, calcula promedios y las mejores estimaciones para determinar números. En consecuencia, <strong>Find-A-Bible NO debe considerarse una fuente definitiva de datos y estadísticas globales y lingüísticos</strong>. Para obtener datos fiables y fidedignos, le recomendamos encarecidamente que consulte la última versión de <a href=\"https://www.ethnologue.com/\">SIL Ethnologue</a> o se suscriba a <a href=\"https://www.ethnologue.com/\">Ethnologue.com</a>, o agencias miembro de las <a href=\"https://unitedbiblesocieties.org/\">Sociedades Bíblicas Unidas</a>. Find-A-Bible consta de cuatro conjuntos de datos (Biblias, Idiomas, Países y Agencias) que se basan en dos marcos de datos: los <a href=\"https://iso639-3.sil.org/code_tables/639/data\">Códigos de idioma SIL 639-3</a> y los <a href=\"https://www.iso.org/iso-3166-country-codes.html\">ISO-3166 International Standard Country Codes</a>. <strong>Datos de recursos bíblicos</strong> La información y los datos bíblicos son compilados por la <a href=\"https://dbs.org/\">Sociedad Bíblica Digital</a> con contribuciones significativas de varios flujos de datos API que incluyen: <a href=\"https://thedigitalbiblelibrary.org/\">Biblioteca Bíblica Digital</a>, <a href=\"https://www.faithcomesbyhearing.com/audio-bible-resources/bible-brain\">La fe viene por el oír</a>, <a href=\"https://www.jesusfilm.org/\">The Jesus Film Project</a>, <a href=\"https://globalrecordings.net/\">Red Global de Grabaciones</a>, <a href=\"https://www.wycliffe.org/\">Traductores de la Biblia Wycliffe</a>, <a href=\"https://youversion.com/\">YouVersion</a>, y otros. <strong>Datos de idioma:</strong> Las estadísticas de idioma, la población y los datos de idioma se derivan en gran medida de las siguientes fuentes: <a href=\"https://en.wikipedia.org/wiki/List_of_languages_by_number_of_native_speakers\">Wikipedia</a>, <a href=\"https://joshuaproject.net\">Joshua Project</a>, <a href=\"https://www.ethnologue.com/\">Ethnologue (16.ª edición principalmente)</a>, <a href=\"https://glottolog.org/\">the Glottolog</a>, the <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book</a>, la <a href=\"https://www.dbs.org/\">Sociedad Bíblica Digital</a> y otros.</p>\n<h4>Conferencia Find-A-Bible</h4>\n<p>Durante las reuniones anuales del Foro Bíblico Internacional (FOBAI), personas amistosas se reúnen para colaborar en torno a Find-A-Bible. ¿Quizás te gustaría unirte a nosotros? Contáctenos para obtener más detalles o únase a nosotros en una próxima reunión anual de FOBAI.</p>\n<p><strong>Datos del país:</strong> Las estadísticas y la información del país se recopilan de una variedad de fuentes que incluyen: <a href=\"https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_area\">Wikipedia</a>, <a href=\"https://joshuaproject.net/resources/datasets\">Joshua Project Datasets</a>, <a href=\"https://www.opendoors.org/persecution/countries/\">OpenDoors International</a>, <a href=\"https://operationworld.org/\">Operation World</a>, <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book</a>, <a href=\"https://www.un.org/en/library/page/databases\">las Naciones Unidas</a> y otros. Los datos de idioma específicos del país a menudo se promedian entre las fuentes de investigación y solo deben considerarse estimaciones de &quot;mejor suposición&quot;. Nuestro objetivo es simplemente mostrar qué idiomas es más probable que encuentren los trabajadores en un país determinado. Los datos de mapeo se extraen del <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book, </a><a href=\"https://glottolog.org/\">the Glottolog</a>, <a href=\"https://www.muturzikin.com/\">Muturzikin.com</a>, <a href=\"https://maps.lib.utexas.edu/maps/index.html\">La Biblioteca Perry-Castañeda</a>, y otros. </p>\n<p><strong>Datos de la agencia:</strong> Los datos relacionados con la información de la organización son recopilados por el <a href=\"https://forum-intl.org/\">Foro de Agencias Bíblicas</a> y la <a href=\"https://dbs.org/\">Sociedad Bíblica Digital</a>. Los datos también son proporcionados por las propias organizaciones o sus sitios web asociados. <a href=\"https://forum-intl.org/\">Más información</a></p>\n","about/faq":"<h3>¿Qué es Find-A-Bible?</h3>\n<p>Find-A-Bible (FAB) es un directorio web que proporciona enlaces a Biblias y recursos bíblicos en más de 7000 idiomas del mundo. El directorio FAB consiste principalmente en contenido creado por miembros del Foro de Agencias Bíblicas Internacionales (FOBAI) y está destinado a ayudar a los usuarios a descubrir y obtener Escrituras y recursos bíblicos en el idioma y los medios de su elección para el discipulado, la evangelización y la plantación de iglesias. Find-A-Bible también presenta enlaces a Biblias impresas, Biblias impresas bajo demanda, Biblias digitales, Biblias en audio, Biblias visuales y recursos bíblicos, en múltiples formatos.</p>\n<h3>¿Por qué se creó Find-A-Bible?</h3>\n<p>La misión de Find-A-Bible es garantizar que las Biblias del mundo y los grandes recursos bíblicos se encuentren y compartan fácilmente. Si bien es posible buscar una gran cantidad de recursos bíblicos en línea, la gran cantidad de contenido disponible es abrumadora. En consecuencia, FOBAI lanzó Find-A-Bible en 2006 y fue mantenido por <a href=\"http://pbti.org\">Pioneer Bible Translators</a>. En 2013, FOBAI encargó a la <a href=\"https://dbs.org\">Sociedad Bíblica Digital</a> que recreara Find-A-Bible y mantuviera una ubicación única en Internet donde las personas que buscan recursos bíblicos puedan identificarlos y obtenerlos.</p>\n<h3>¿Qué distingue a Find-A-Bible?</h3>\n<p>Find-A-Bible es la única plataforma digital en la que las principales agencias bíblicas del mundo y sus afiliados han acordado colaborar para garantizar que todas las Biblias y los recursos bíblicos se encuentren fácilmente, en todos los idiomas. Find-A-Bible fue creado para ser un centro conveniente que brinda información rápida, precisa y relevante con el mínimo esfuerzo del usuario. Además, sirve como punto de referencia para las organizaciones de traducción de la Biblia que buscan descubrir qué Biblias se han publicado o no en un idioma específico.</p>\n<h3>¿Quién es FOBAI y sus miembros?</h3>\n<p>El Foro de Agencias Bíblicas Internacional (FOBAI) es una alianza de más de 40 agencias bíblicas internacionales líderes y organizaciones misioneras que abarcan más de 150 países. FOBAI es una alianza de agencias sin fines de lucro fundada sobre una visión unificada de trabajar juntos para maximizar el acceso mundial y el impacto de la Palabra de Dios.</p>\n<h3>¿A quién pertenece el contenido de Find-A-Bible?</h3>\n<p>Los recursos basados ​​en la Biblia disponibles en el directorio Find-A-Bible son propiedad de los miembros individuales de FOBAI o de las organizaciones de múltiples Agencias Bíblicas en todo el mundo. Aunque parte del material accesible a través de Find-A-Bible está disponible gratuitamente para el público, otros recursos se ofrecen a la venta en varios sitios web. Find-A-Bible no posee ningún derecho de autor de ninguno de los recursos que se pueden descubrir ni ofrece recursos para la venta.</p>\n<h3>¿El trabajo de quién se refleja en el sitio web Find-A-Bible?</h3>\n<p>La base de datos masiva empleada por Find-A-Bible es un reflejo de décadas de trabajo de docenas de personas. El sitio web en sí fue diseñado y es mantenido por <a href=\"https://dbs.org\">Sociedad Bíblica Digital</a>, inicialmente con una subvención de <a href=\"https://bibleleague.ca/\">BibleLeague of Canada</a>, pero ahora como voluntario proyecto en nombre de FOBAI. A medida que un número cada vez mayor de agencias bíblicas producen un volumen cada vez mayor de contenido en los idiomas del mundo, Find-A-Bible se volverá más esencial y mucho más desafiante. <a href=\"contact\">¡Necesitamos tu ayuda!</a></p>\n<h3>¿Cómo puedo apoyar el trabajo de Find-A-Bible?</h3>\n<p>Damos la bienvenida a su apoyo para correr la voz de que Find-A-Bible existe. Y si usted, o si conoce a personas, que son buenos en la investigación y tienen un corazón para las misiones, seguramente nos vendría bien su ayuda. Necesitamos ayuda con el descubrimiento y la información sobre la Biblia y el contenido basado en la Biblia que no está en este directorio. Si tiene sugerencias para mejorar este sitio o si desea hacer una donación para el trabajo en curso de Find-A-Bible, <a href=\"contact\">contáctenos</a>.</p>\n","about/help":"<h3>Introducción</h3>\n<p>Find-A-Bible es un directorio web de recursos bíblicos conocidos disponibles en muchos idiomas del mundo. Fue creado para simplificar el proceso de descubrir y asegurar Biblias en idiomas extranjeros.</p>\n<p>Find-A-Bible fue creado por primera vez en 2006 por el Foro de Agencias Bíblicas (FOBAI) como una forma de ayudar a las personas a descubrir y obtener Biblias por idioma o país. El proyecto originalmente presentaba recursos bíblicos de FOBAI, pero se ha ampliado para mostrar recursos de más de 900 agencias. Pioneer Bible Translation International (pbti.org) inicialmente creó y mantuvo el sitio. Desde 2013, la Sociedad Bíblica Digital (dbs.org) ha programado y mantenido voluntariamente el sitio y sus bases de datos.</p>\n<h3>Misión</h3>\n<p>Find-A-Bible está destinado a servir a cualquier persona o agencia que busque obtener recursos bíblicos por idioma o por región geográfica. Con ese fin, se proporciona una cantidad considerable de datos destinados a ayudar a descubrir, asegurar y distribuir recursos bíblicos. Nuestro objetivo es hacer que este proceso sea lo más simple posible, ya sea para proporcionar una sola Biblia a un vecino o para planificar iniciativas de distribución masiva a escala nacional.</p>\n<h3>Empezando</h3>\n<p>Una de las mejores maneras de empezar es simplemente haciendo preguntas. Hemos proporcionado tres escenarios que pueden ser de ayuda para comprender el sitio.</p>\n<p>Escenario #1: Mi vecino habla un idioma de la India llamado gujarati y pide una Biblia en su idioma.</p>\n<ol>\n<li>En la página principal, busque y haga clic en India en el mapa. (O elija el botón de países en la parte superior de la página).</li>\n<li>Verá los más de 500 idiomas de la India ordenados por población. Si ve su idioma (gujarati), haga clic en él para ir a la página de ese idioma. (O puede comenzar a escribir el nombre del idioma en el cuadro de filtro).</li>\n<li>Una vez que esté en la página del idioma gujarati, seleccione una Biblia por título (o también puede seleccionar las pestañas PELÍCULAS o RECURSOS para seleccionar recursos adicionales en ese idioma).</li>\n<li>Desde allí puede encontrar una variedad de Biblias impresas, Biblias en línea, Biblias descargables o Aplicaciones bíblicas.</li>\n</ol>\n<p>Escenario #2: Mi iglesia está enviando un grupo misionero a México y nos gustaría traer Biblias.</p>\n<ol>\n<li>En el menú superior, seleccione PAÍSES. Verás que México tiene alrededor de 129 millones de personas que hablan más de 300 idiomas.</li>\n<li>Haga clic en la página de México y verá esos idiomas ordenados por población hablada dentro del país de México.</li>\n<li>Selecciona Mapas e información de México. Utilice los mapas provistos para investigar qué idiomas podría encontrar su grupo por geografía. Haga clic en el marcador para ver los recursos en un idioma determinado.</li>\n</ol>\n<p>Escenario #3: Nuestra agencia de misiones busca crear contenido y asociarse con agencias que trabajan en África.</p>\n<ol>\n<li>Hay una serie de funciones que pueden ser de ayuda aquí. En el menú superior, seleccione IDIOMAS. Desde la barra lateral puedes filtrar por Continente. Seleccione África.</li>\n<li>Los idiomas de África están ordenados por Contenido de la Biblia, pero al hacer clic en las ars en Población, puede ver la población de cada idioma, mostrando los idiomas más poblados de África.</li>\n<li>También puede ordenar por país y ver los idiomas de cada país. Desde allí, puede hacer clic en cada país o cada idioma para explorar más posibilidades.</li>\n<li>En el menú superior, seleccione AGENCIAS, luego seleccione la pestaña Agencias para ver las organizaciones enumeradas en Find.Bible. En el cuadro de filtro de la izquierda, seleccione África para ver las organizaciones africanas que trabajan en el mundo bíblico.</li>\n</ol>\n<h3>Portada</h3>\n<p>El mapa mundial que se muestra aquí se remonta al original Find-A-Bible (FAB). Agregamos algunos datos adicionales que le permiten ser más funcional. La pestaña ORGANIZACIONES muestra aquellos grupos que están incluidos en la base de datos Find-A-Bible (FAB). La pestaña LISTA MUNDIAL DE VIGILANCIA muestra las naciones del mundo donde la persecución cristiana es más prominente (según lo referenciado por Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a>). El mapa se puede ampliar y se puede seleccionar cualquier país, lo que lo llevará directamente a la página de ese país.</p>\n<p>Además, hay un icono de BÚSQUEDA en el banner superior derecho de cada página que le permite ingresar cualquier texto para buscar en todo el sitio o filtrar los posibles resultados. Esto tiene como objetivo brindarle un acceso rápido para identificar idiomas, incluso cuando no sepa cómo se escribe el nombre.</p>\n<p>La interfaz Find-A-Bible (FAB) se puede traducir a varios de los principales idiomas. Se puede acceder a esos idiomas desde cualquier página haciendo clic en el icono de TRADUCCIÓN en el banner de cada página.</p>\n<h3>Páginas de la Biblia</h3>\n<p>La página de BIBLIAS presenta una solución al sueño casi imposible de proporcionar enlaces activos a las versiones de la Biblia en todos los idiomas del mundo donde existen. La dificultad es que mientras muchas organizaciones están trabajando arduamente para crear y publicar Biblias impresas, en audio, películas e historias, también están trabajando arduamente para crear y actualizar sitios web donde se pueden comprar o acceder a esos recursos bíblicos. Cuando una organización actualiza sus sitios web, sus enlaces anteriores a menudo se rompen, lo que hace que esta tarea sea bastante desafiante. (A menos que, de</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}