{"home":"<hr>\n<h2>tagline_title: &quot;विश्व के शास्त्रों को सूचीबद्ध करना&quot;\ntagline_subtitle: organization_count एजेंसियों का प्रतिनिधित्व करने वाली language_count भाषाओं में bible_count बाइबल संस्करणों और resource_count पवित्रशास्त्र संसाधनों को सूचीबद्ध करना।\nuse_question_1: &quot;क्या आप किसी ऐसे व्यक्ति को जानते हैं जो दूसरी भाषा बोलता है और शायद बाइबल की तलाश में है?&quot;\nuse_question_2: &quot;क्या आप विभिन्न क्षेत्रों में बाइबल और संसाधनों को साझा करने की योजना के साथ विदेश यात्रा कर रहे हैं?&quot;\nuse_question_3: &quot;क्या आप उन मिशनरियों का समर्थन करते हैं जो बहुभाषा जन समूहों के बीच सेवा करते हैं?&quot;\nuse_question_4: &quot;क्या आप अपने अगले आउटरीच पर बाइबल से संबंधित ऑडियो या वीडियो संसाधनों को साझा करना चाहते हैं?&quot;\noverview: दुनिया की 6000+ भाषा में मौजूदा बाइबिल संसाधनों पर व्यापक डेटा प्रदान करने के लिए एक बाइबिल खोजें। क्या आप यह सुनिश्चित करने में हमारी मदद करेंगे कि बाइबल के संसाधनों को खोजा, सुरक्षित और साझा किया जा सकता है? यदि आप इस निर्देशिका में नहीं पाए जाने वाले बाइबल संसाधनों के बारे में जानते हैं, तो हमें बताएं! ज़्यादा जानकारी के लिए हमें संपर्क करें!</h2>\n","about/about":"<h4>परियोजना</h4>\n<p>फाइंड ए बाइबल एक वेब निर्देशिका है जो दुनिया की 7000+ भाषाओं में बाइबिल और बाइबिल संसाधनों के लिंक प्रदान करती है। एफएबी निर्देशिका में मुख्य रूप से फोरम ऑफ बाइबिल एजेंसीज इंटरनेशनल (एफओबीएआई) के सदस्यों द्वारा बनाई गई सामग्री शामिल है और इसका उद्देश्य उपयोगकर्ताओं को शिष्यत्व, इंजीलवाद और चर्च रोपण के लिए अपनी पसंद की भाषा और मीडिया में शास्त्रों और बाइबिल संसाधनों को खोजने और प्राप्त करने में मदद करना है। फाइंड-ए-बाइबल में प्रिंट बाइबल, प्रिंट-ऑन-डिमांड बाइबल, डिजिटल बाइबल, ऑडियो बाइबल, विज़ुअल बाइबल और बाइबल संसाधनों के लिंक भी शामिल हैं - कई प्रारूपों में। फाइंड-ए-बाइबल फोरम ऑफ बाइबिल एजेंसियों इंटरनेशनल द्वारा एक सहयोगी परियोजना है जिसे बाइबिल की पहुंच बढ़ाने और शास्त्र तक पहुंच की सुविधा के लिए बनाया गया है। फाइंड-ए-बाइबल डिज़ाइन, इंटरफ़ेज़ और डेटाबेस को डिजिटल बाइबल सोसाइटी (dbs.org) द्वारा बनाया और बनाए रखा गया था।</p>\n<h4>अधिकतर पूछे जाने वाले सवाल</h4>\n<p>फाइंड-ए-बाइबल की परिकल्पना फोरम ऑफ बाइबल एजेंसीज इंटरनेशनल के सदस्यों ने प्रत्येक भाषा में बाइबल और बाइबल संसाधनों की खोज और सुरक्षा को आसान बनाने के इरादे से की थी।\n<a href=\"faq\">ज़्यादा जानें</a></p>\n<h4>संसाधन जोड़ना</h4>\n<p>एक बाइबल के बारे में जानिए जो इस निर्देशिका में होनी चाहिए? हम निश्चित रूप से इसके बारे में सुनना चाहेंगे। क्या आपके संगठन के पास बहु-भाषा बाइबल संसाधन हैं जिन्हें यहाँ सूचीबद्ध किया जाना चाहिए? हमें बताइए!\n<a href=\"contact\">संपर्क करें</a></p>\n<h4>डेटा स्रोत</h4>\n<p>फाइंड-ए-बाइबल ऐसे उपकरण प्रदान करने के लिए मौजूद है जो मौजूदा बाइबल संसाधनों की खोज को सरल बनाते हैं। फाइंड-ए-बाइबल मिशन के कार्यकर्ताओं को यह सूचित करने के लिए भी मौजूद है कि वे दिए गए क्षेत्रों में किन भाषाओं का सामना कर सकते हैं और फिर उन्हें उन संसाधनों से लैस करने के लिए जो उनके मिशन की सेवा करेंगे। उन लक्ष्यों की ओर, फाइंड-ए-बाइबल विश्वसनीय खुले स्रोतों की एक विस्तृत विविधता से प्राप्त आंकड़ों पर आधारित है, और कुछ मामलों में संख्याओं का निर्धारण करने के लिए गणना औसत और सर्वोत्तम अनुमानों का उपयोग करता है। नतीजतन, <strong>Find-A-Bible को वैश्विक और भाषाई डेटा और आंकड़ों के लिए एक निश्चित स्रोत नहीं माना जाना चाहिए</strong></p>\n<h4>एक बाइबल सम्मेलन खोजें</h4>\n<p>इंटरनेशनल बाइबिल फोरम (एफओबीएआई) की वार्षिक सभाओं के दौरान, मित्रवत लोग फाइंड-ए-बाइबल के आसपास सहयोग करने के लिए मिलते हैं। शायद आप हमसे जुड़ना चाहेंगे? विवरण के लिए हमसे संपर्क करें, या आगामी FOBAI वार्षिक बैठक में हमसे जुड़ें।</p>\n<p><strong>देश डेटा:</strong> देश के आंकड़े और जानकारी विभिन्न स्रोतों से एकत्र की जाती है जिनमें शामिल हैं: <a href=\"https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_area\">विकिपीडिया</a>, [जोशुआ प्रोजेक्ट डेटासेट](<a href=\"https://joshuaproject\">https://joshuaproject</a> .net/resources/datasets), <a href=\"https://www.opendoors.org/persecution/countries/\">OpenDoors International</a>, <a href=\"https://operationworld.org/\">ऑपरेशन वर्ल्ड</a>, [WorldFact Book](https ://<a href=\"http://www.cia.gov/the-world-factbook/\">www.cia.gov/the-world-factbook/</a>), <a href=\"https://www.un.org/en/library/page/databases\">संयुक्त राष्ट्र</a> और अन्य। देश विशिष्ट भाषा डेटा अक्सर अनुसंधान स्रोतों के बीच औसत होता है और इसे केवल &quot;सर्वश्रेष्ठ अनुमान&quot; अनुमान माना जाना चाहिए। हमारा लक्ष्य केवल यह दिखाना है कि किसी दिए गए देश में श्रमिकों को किन भाषाओं का सामना करना पड़ेगा। मैपिंग डेटा <a href=\"https://www.cia.gov/the-world-factbook/\">WorldFact Book, </a><a href=\"https://glottolog.org/\">the Glottolog</a>, <a href=\"https://www.muturzikin.com/\">Muturzikin.com</a>, <a href=\"https://maps.lib.utexas.edu/maps/index.html\">पेरी-कास्टेनेडा लाइब्रेरी</a>, और अन्य।</p>\n<p><strong>एजेंसी डेटा:</strong> संगठन की जानकारी के बारे में डेटा [बाइबल एजेंसियों के फ़ोरम] (<a href=\"https://forum-intl.org/\">https://forum-intl.org/</a>) और [डिजिटल बाइबल सोसाइटी] (<a href=\"https://dbs.org/\">https://dbs.org/</a>) द्वारा एकत्र किया जाता है। . डेटा भी संगठनों द्वारा स्वयं या उनकी संबद्ध वेबसाइटों द्वारा प्रदान किया जाता है। <a href=\"https://forum-intl.org/\">ज़्यादा जानें</a></p>\n","about/faq":"<h3>फाइंड-ए-बाइबल क्या है?</h3>\n<p>Find-A-Bible (FAB) एक वेब निर्देशिका है जो दुनिया की 7000+ भाषाओं में बाइबिल और बाइबिल संसाधनों के लिंक प्रदान करती है। एफएबी निर्देशिका में मुख्य रूप से फोरम ऑफ बाइबल एजेंसीज इंटरनेशनल (एफओबीएआई) के सदस्यों द्वारा बनाई गई सामग्री शामिल है और इसका उद्देश्य उपयोगकर्ताओं को शिष्यत्व, इंजीलवाद और चर्च रोपण के लिए अपनी पसंद की भाषा और मीडिया में शास्त्रों और बाइबिल संसाधनों को खोजने और प्राप्त करने में मदद करना है। फाइंड-ए-बाइबल में प्रिंट बाइबल, प्रिंट-ऑन-डिमांड बाइबल, डिजिटल बाइबल, ऑडियो बाइबल, विज़ुअल बाइबल और बाइबल संसाधनों के लिंक भी शामिल हैं - कई प्रारूपों में।</p>\n<h3>फाइंड-ए-बाइबल क्यों बनाया गया था?</h3>\n<p>फाइंड-ए-बाइबल का मिशन यह सुनिश्चित करना है कि दुनिया के बाइबिल और महान बाइबिल संसाधन आसानी से मिलें और साझा किए जाएं। जबकि बाइबल के बहुत से संसाधनों को ऑनलाइन खोजना संभव है, उपलब्ध सामग्री की भारी मात्रा बहुत अधिक है। नतीजतन, FOBAI ने 2006 में Find-A-Bible को लॉन्च किया, और इसका रखरखाव <a href=\"http://pbti.org\" target=\"_blank\">पायनियर बाइबिल ट्रांसलेटर्स</a> द्वारा किया गया। 2013 में, FOBAI ने Find-A-Bible को फिर से बनाने और इंटरनेट पर एकल स्थान बनाए रखने के लिए <a href=\"https://dbs.org\" target=\"_blank\">डिजिटल बाइबिल सोसाइटी</a> (DBS) को चालू किया। जहां बाइबल संसाधनों की तलाश करने वाले लोग उन्हें पहचान कर प्राप्त कर सकते हैं।</p>\n<h3>क्या फाइंड-ए-बाइबल को विशिष्ट बनाता है?</h3>\n<p>फाइंड-ए-बाइबल एकल डिजिटल प्लेटफॉर्म है जहां दुनिया की प्रमुख बाइबिल एजेंसियां और उनके सहयोगी यह सुनिश्चित करने के लिए एक साथ सहयोग करने के लिए सहमत हुए हैं कि सभी बाइबिल और बाइबिल संसाधन आसानी से खोजे जा सकते हैं - हर भाषा में। Find-A-Bible को एक सुविधाजनक हब के रूप में बनाया गया था जो न्यूनतम उपयोगकर्ता प्रयास के साथ तेज़, सटीक और प्रासंगिक जानकारी प्रदान करता था। साथ ही, यह बाइबल अनुवाद संगठनों के लिए एक संदर्भ बिंदु के रूप में कार्य करता है जो यह पता लगाने की कोशिश करता है कि किसी विशिष्ट भाषा में बाइबल क्या प्रकाशित हुई है या नहीं।</p>\n<h3>एफओबीएआई और उसके सदस्य कौन हैं?</h3>\n<p>फोरम ऑफ बाइबिल एजेंसीज इंटरनेशनल (एफओबीएआई) 40 से अधिक प्रमुख अंतरराष्ट्रीय बाइबिल एजेंसियों और मिशन संगठनों का गठबंधन है जो 150 से अधिक देशों में फैले हुए हैं। FOBAI गैर-लाभकारी एजेंसियों का एक गठबंधन है, जो दुनिया भर में परमेश्वर के वचन (<a href=\"http://www.forum-intl.net\">www.forum-intl.net</a>) की पहुंच और प्रभाव को अधिकतम करने के लिए एक साथ काम करने की दिशा में एक एकीकृत दृष्टि पर स्थापित है।</p>\n<h3>फाइंड ए बाइबल कंटेंट का मालिक कौन है?</h3>\n<p>फाइंड-ए-बाइबल निर्देशिका में उपलब्ध बाइबिल-आधारित संसाधन एफओबीएआई के व्यक्तिगत सदस्यों या दुनिया भर में कई बाइबिल एजेंसियों के संगठनों की संपत्ति हैं। हालाँकि फाइंड-ए-बाइबल के माध्यम से सुलभ कुछ सामग्री जनता के लिए स्वतंत्र रूप से उपलब्ध है, अन्य संसाधनों को विभिन्न वेबसाइटों से बिक्री के लिए पेश किया जाता है। Find-A-Bible किसी भी खोज योग्य संसाधनों के लिए किसी भी कॉपीराइट का स्वामी नहीं है और न ही यह बिक्री के लिए संसाधनों की पेशकश करता है।</p>\n<h3>फाइंड ए बाइबल वेबसाइट पर किसका काम झलकता है?</h3>\n<p>फाइंड-ए-बाइबल द्वारा नियोजित विशाल डेटाबेस दर्जनों व्यक्तियों द्वारा दशकों के काम का प्रतिबिंब है। वेबसाइट को स्वयं डिज़ाइन किया गया था और इसका रखरखाव <a href=\"https://dbs.org\" target=\"_blank\">डिजिटल बाइबिल सोसाइटी</a> द्वारा किया जाता है, प्रारंभ में <a href=\"https:// के अनुदान से। bibleleague.ca/\" target=\"_blank\">BibleLeague of Canada</a>, लेकिन अब FOBAI की ओर से एक स्वयंसेवी परियोजना के रूप में। जैसे-जैसे बाइबिल एजेंसियों की बढ़ती संख्या दुनिया की भाषाओं में सामग्री की बढ़ती मात्रा का उत्पादन करती है, फाइंड-ए-बाइबल अधिक आवश्यक और एक चुनौती से कहीं अधिक हो जाएगा। <a href=\"contact\">हमें आपकी सहायता चाहिए!</a></p>\n<h3>मैं फाइंड ए बाइबल के काम का समर्थन कैसे कर सकता हूँ?</h3>\n<p>हम इस शब्द को फैलाने में आपके समर्थन का स्वागत करते हैं कि फाइंड-ए-बाइबल मौजूद है। और यदि आप, या यदि आप ऐसे लोगों को जानते हैं, जो शोध में अच्छे हैं और मिशन के लिए दिल रखते हैं, तो हम निश्चित रूप से आपकी मदद का उपयोग कर सकते हैं। हमें बाइबल और बाइबल-आधारित सामग्री की खोज और जानकारी के बारे में मदद की ज़रूरत है जो इस निर्देशिका में नहीं है। यदि इस साइट में सुधार के लिए आपके पास सुझाव हैं या आप Find-A-Bible के चल रहे कार्य के लिए दान करना चाहते हैं, तो कृपया <a href=\"contact\">हमसे संपर्क करें</a>.</p>\n","about/help":"<h3>परिचय</h3>\n<p>फाइंड-ए-बाइबल दुनिया की कई भाषाओं में उपलब्ध ज्ञात बाइबल संसाधनों की एक वेब-निर्देशिका है। इसे विदेशी भाषाओं में बाइबल खोजने और सुरक्षित करने की प्रक्रिया को सरल बनाने के लिए बनाया गया था।</p>\n<p>फाइंड-ए-बाइबल को सबसे पहले 2006 में फोरम ऑफ बाइबल एजेंसियों (FOBAI) द्वारा लोगों को भाषा या देश के आधार पर बाइबल खोजने और सुरक्षित करने में मदद करने के तरीके के रूप में बनाया गया था। इस परियोजना में मूल रूप से FOBAI के बाइबल संसाधन शामिल थे, लेकिन अब इसे 900 से अधिक एजेंसियों के संसाधन दिखाने के लिए विस्तारित किया गया है। पायनियर बाइबल ट्रांसलेशन इंटरनेशनल (pbti.org) ने शुरू में साइट बनाई और उसका रखरखाव किया। 2013 से, डिजिटल बाइबल सोसाइटी (dbs.org) ने स्वेच्छा से साइट और उसके डेटाबेस को प्रोग्राम और बनाए रखा है।</p>\n<h3>मिशन</h3>\n<p>फाइंड-ए-बाइबल का उद्देश्य भाषा या भौगोलिक क्षेत्र के आधार पर बाइबल संसाधनों को सुरक्षित करने की चाह रखने वाले किसी भी व्यक्ति या एजेंसी की सेवा करना है। उस उद्देश्य के लिए, काफी मात्रा में डेटा प्रदान किया जाता है जिसका उद्देश्य बाइबल संसाधनों को खोजने, सुरक्षित करने और वितरित करने में सहायता करना है। हमारा लक्ष्य इस प्रक्रिया को यथासंभव सरल बनाना है, चाहे वह किसी पड़ोसी को एक बाइबल उपलब्ध कराना हो, या देश-व्यापी पैमाने पर बड़े पैमाने पर वितरण पहल की योजना बनाना हो।</p>\n<h3>आरंभ करना</h3>\n<p>आरंभ करने का सबसे अच्छा तरीका बस सवाल पूछना है। हमने तीन परिदृश्य प्रदान किए हैं जो साइट को समझने में मददगार हो सकते हैं।</p>\n<p>परिदृश्य #1: मेरा पड़ोसी भारत की एक भाषा गुजराती बोलता है और अपनी भाषा में बाइबल माँग रहा है।</p>\n<ol>\n<li><p>मुख्य पृष्ठ पर, मानचित्र पर भारत को खोजें और क्लिक करें। (या पृष्ठ के शीर्ष पर देश बटन चुनें।)</p>\n</li>\n<li><p>आपको जनसंख्या के आधार पर क्रमबद्ध भारत की 500+ भाषाएँ दिखाई देंगी। यदि आपको उनकी भाषा (गुजराती) दिखाई देती है, तो उस भाषा पृष्ठ पर जाने के लिए उस पर क्लिक करें। (या आप फ़िल्टर बॉक्स में भाषा का नाम लिखना शुरू कर सकते हैं।)</p>\n</li>\n<li><p>एक बार जब आप गुजराती भाषा पृष्ठ पर हों, तो शीर्षक के अनुसार बाइबल चुनें (या आप उस भाषा में अतिरिक्त संसाधनों का चयन करने के लिए फ़िल्म या संसाधन टैब भी चुन सकते हैं)।</p>\n</li>\n<li><p>वहां से आप कई तरह की छपी हुई बाइबल, ऑनलाइन बाइबल, डाउनलोड करने योग्य बाइबल या बाइबल ऐप पा सकते हैं।</p>\n</li>\n</ol>\n<p>परिदृश्य #2: मेरा चर्च मेक्सिको में एक मिशन समूह भेज रहा है और हम बाइबल लाना चाहते हैं।</p>\n<ol>\n<li><p>शीर्ष मेनू से देश चुनें। आप देखेंगे कि मेक्सिको में लगभग 129 मिलियन लोग हैं जो 300+ भाषाएँ बोलते हैं।</p>\n</li>\n<li><p>मेक्सिको पेज पर क्लिक करें और आप मेक्सिको देश के अंदर बोली जाने वाली जनसंख्या के अनुसार क्रमबद्ध उन भाषाओं को देखेंगे।</p>\n</li>\n<li><p>मेक्सिको मानचित्र और जानकारी चुनें। दिए गए मानचित्रों का उपयोग करके यह पता लगाएँ कि आपके समूह को भूगोल के अनुसार कौन सी भाषाएँ मिल सकती हैं। किसी दी गई भाषा में संसाधन देखने के लिए पिन पर क्लिक करें।</p>\n</li>\n</ol>\n<p>परिदृश्य #3: हमारी मिशन एजेंसी अफ्रीका में काम करने वाली एजेंसियों के लिए सामग्री बनाने और उनके साथ साझेदारी करने की कोशिश कर रही है।</p>\n<ol>\n<li><p>यहाँ कई फ़ंक्शन हैं जो सहायक हो सकते हैं। शीर्ष मेनू से भाषाएँ चुनें। साइडबार से आप महाद्वीप के अनुसार फ़िल्टर कर सकते हैं। अफ्रीका चुनें।</p>\n</li>\n<li><p>अफ्रीका की भाषाओं को बाइबल की विषय-वस्तु के अनुसार क्रमबद्ध किया गया है, लेकिन जनसंख्या पर क्लिक करके, आप प्रत्येक भाषा की जनसंख्या देख सकते हैं - अफ्रीका की सबसे अधिक आबादी वाली भाषाओं को दिखाते हुए।</p>\n</li>\n<li><p>आप देश के अनुसार भी क्रमबद्ध कर सकते हैं और प्रत्येक देश की भाषाओं को देख सकते हैं। वहाँ से आप अधिक संभावनाओं का पता लगाने के लिए प्रत्येक देश या प्रत्येक भाषा पर क्लिक कर सकते हैं।</p>\n</li>\n<li><p>शीर्ष मेनू से एजेंसियाँ चुनें, फिर Find.Bible में सूचीबद्ध संगठनों को देखने के लिए एजेंसियाँ टैब चुनें। बाईं ओर फ़िल्टर बॉक्स में, बाइबल की दुनिया में काम कर रहे अफ़्रीकी आधारित संगठनों को देखने के लिए अफ़्रीका चुनें।</p>\n</li>\n</ol>\n<h3>फ्रंट पेज</h3>\n<p>यहाँ दिखाया गया विश्व मानचित्र मूल Find-A-Bible (FAB) से लिया गया है। हमने कुछ अतिरिक्त डेटा जोड़े हैं जो इसे और अधिक कार्यात्मक बनाने की अनुमति देते हैं। संगठन टैब उन समूहों को दिखाता है जो Find-A-Bible (FAB) डेटाबेस में शामिल हैं। वर्ल्ड वॉच लिस्ट टैब दुनिया के उन देशों को दिखाता है जहाँ ईसाई उत्पीड़न सबसे प्रमुख है (जैसा कि ओपन डोर्स इंटरनेशनल <a href=\"http://www.odi.org\">www.odi.org</a> द्वारा संदर्भित है)। मानचित्र को ज़ूम इन किया जा सकता है और कोई भी देश चुना जा सकता है जो आपको सीधे उस देश के पेज पर ले जाएगा।</p>\n<p>इसके अलावा, प्रत्येक पेज के ऊपरी दाएँ बैनर में एक खोज आइकन है जो आपको पूरी साइट को खोजने के लिए कोई भी टेक्स्ट दर्ज करने या संभावित परिणामों को फ़िल्टर करने की अनुमति देता है। इसका उद्देश्य आपको भाषाओं की पहचान करने के लिए त्वरित पहुँच प्रदान करना है, भले ही आपको नाम की वर्तनी न पता हो।</p>\n<p>Find-A-Bible (FAB) इंटरफ़ेस का कई प्रमुख भाषाओं में अनुवाद किया जा सकता है। प्रत्येक पेज के बैनर में अनुवाद आइकन पर क्लिक करके उन भाषाओं को किसी भी पेज से एक्सेस किया जा सकता है।</p>\n<h3>बाइबिल पेज</h3>\n<p>बाइबल पेज दुनिया की हर भाषा में बाइबिल संस्करणों के लिए सक्रिय लिंक प्रदान करने के लगभग असंभव सपने का समाधान प्रस्तुत करता है जहाँ वे मौजूद हैं। कठिनाई यह है कि जबकि कई संगठन प्रिंट, ऑडियो, फिल्म और कहानी में बाइबिल बनाने और प्रकाशित करने के लिए बहुत मेहनत कर रहे हैं, वे वेबसाइट बनाने और अपडेट करने के लिए भी कड़ी मेहनत कर रहे हैं जहाँ उन बाइबिल संसाधनों को खरीदा या एक्सेस किया जा सकता है। जब कोई संगठन अपनी वेबसाइट अपडेट करता है, तो उनके पिछले लिंक अक्सर टूट जाते हैं, जिससे यह कार्य काफी चुनौतीपूर्ण हो जाता है।</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}