{"home":{"tagline_title":"जगातील शास्त्रवचनांची यादी करणे","tagline_subtitle":"कॅटलॉगिंग bible_count बायबल आवृत्त्या आणि resource_count पवित्र शास्त्र संसाधने language_count भाषांमध्ये organization_count एजन्सीचे प्रतिनिधित्व करत आहे.","use_question_1":"दुसरी भाषा बोलणारी आणि बायबल शोधत असलेली एखादी व्यक्ती तुम्हाला माहीत आहे का?","use_question_2":"तुम्ही सर्व प्रदेशांमध्ये बायबल आणि संसाधने सामायिक करण्याच्या योजनांसह परदेशात प्रवास करत आहात?","use_question_3":"तुम्ही बहुभाषिक लोकांच्या गटांमध्ये सेवा करणाऱ्या मिशनऱ्यांना पाठिंबा देता का?","use_question_4":"तुम्ही तुमच्या पुढील आउटरीचवर बायबलशी संबंधित ऑडिओ किंवा व्हिडिओ संसाधने सामायिक करण्याचा प्रयत्न करत आहात?","overview":"7000 हून अधिक भाषांमध्ये बायबल संसाधने शोधा, प्रवेश करा आणि सामायिक करा. Find.Bible - प्रत्येक राष्ट्रात देवाच्या वचनाचा प्रसार करण्यासाठी तुमचे मिशन टूलबॉक्स."},"about/about":"<h4>प्रकल्प</h4>\n<p>Find-A-Bible ही एक वेब निर्देशिका आहे जी जगातील 7000+ भाषांमधील बायबल आणि बायबलसंबंधी संसाधनांची लिंक देते. हा फोरम ऑफ बायबल एजन्सीज इंटरनॅशनल (FOBAI) चा एक सहयोगी प्रकल्प आहे जो शिष्यत्व, सुवार्तिकता आणि चर्च लावण्यासाठी धर्मग्रंथात प्रवेश सुलभ करण्यासाठी बांधला गेला आहे.</p>\n<p>FOBAI सदस्यांद्वारे तसेच इतर बायबल संस्थांनी तयार केलेल्या सामग्रीमधून रेखाचित्र, साइट वापरकर्त्यांना त्यांच्या आवडीच्या भाषेत आणि माध्यमांमध्ये धर्मग्रंथ आणि बायबलसंबंधी संसाधने शोधण्यात आणि प्राप्त करण्यास मदत करते.</p>\n<p>Find-A-Bible वैशिष्ट्ये मुद्रित बायबल, प्रिंट-ऑन-डिमांड बायबल, डिजिटल बायबल, ऑडिओ बायबल, व्हिज्युअल बायबल आणि बायबल संसाधने - एकाधिक फॉरमॅटमध्ये लिंक. त्याची रचना, इंटरफेस आणि डेटाबेस तयार केला गेला आणि डिजिटल बायबल सोसायटी (dbs.org) द्वारे त्याची देखभाल केली जाते.</p>\n","about/faq":"<h2>फाइंड-ए-बायबल का तयार केले गेले?</h2>\n<p>अनेक बायबलसंबंधी संसाधने ऑनलाइन शोधणे शक्य असले तरी, उपलब्ध सामग्रीचे पूर्ण प्रमाण एग्रीगेटरसाठी कॉल करते. फाइंड-ए-बायबलचे ध्येय हे सुनिश्चित करणे आहे की जगातील बायबल आणि दर्जेदार बायबलसंबंधी संसाधने सापडतील आणि सामायिक केली जातील. फोरम ऑफ बायबल एजन्सीज इंटरनॅशनल (एफओबीएआय) ने 2006 मध्ये फाइंड-ए-बायबल लाँच केले आणि पायोनियर बायबल ट्रान्सलेटरने त्याची देखभाल केली. 2013 मध्ये, FOBAI ने डिजिटल बायबल सोसायटी (DBS) ला Find-A-Bible पुन्हा तयार करण्यासाठी आणि इंटरनेटवर एक स्थान राखण्यासाठी नियुक्त केले जेथे बायबल संसाधने शोधणारे लोक ते ओळखू शकतात आणि मिळवू शकतात.</p>\n<h2>फाइंड-ए-बायबल कशामुळे वैशिष्ट्यपूर्ण बनते?</h2>\n<p>Find-A-Bible हे एकच डिजिटल प्लॅटफॉर्म आहे जिथे जगातील प्रमुख बायबल एजन्सी आणि त्यांच्या संलग्न संस्थांनी सर्व भाषांमधील बायबल आणि बायबलसंबंधी संसाधने सहज शोधण्यायोग्य बनवण्यासाठी सहयोग करण्यास सहमती दर्शविली आहे. Find-A-Bible हे कमीत कमी वापरकर्त्याच्या प्रयत्नात जलद, अचूक आणि संबंधित माहिती वितरीत करणारे सोयीचे केंद्र आहे. तसेच, हे बायबल भाषांतर संस्थांसाठी एक संदर्भ बिंदू म्हणून काम करते जे बायबल विशिष्ट भाषेत काय प्रकाशित केले आहे किंवा काय प्रकाशित केले नाही हे जाणून घेण्याचा प्रयत्न करतात.</p>\n<h2>FOBAI आणि त्याचे सदस्य कोण आहेत?</h2>\n<p>फोरम ऑफ बायबल एजन्सीज इंटरनॅशनल ही 38 आघाडीच्या आंतरराष्ट्रीय बायबल एजन्सी आणि मिशन संस्थांची एक युती आहे ज्यांची पोहोच 150 हून अधिक देशांमध्ये पसरलेली आहे. <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a> वर अधिक जाणून घ्या.</p>\n<h2>Find-A-Bible सामग्री कोणाच्या मालकीची आहे?</h2>\n<p>Find-A-Bible निर्देशिकेत उपलब्ध बायबल-आधारित संसाधने FOBAI किंवा इतर बायबल एजन्सींच्या वैयक्तिक सदस्यांची मालमत्ता आहेत. फाइंड-ए-बायबलद्वारे उपलब्ध असलेली काही सामग्री लोकांसाठी विनामूल्य उपलब्ध असली तरी, इतर संसाधने विविध वेबसाइट्सवरून विक्रीसाठी ऑफर केली जातात. फाइंड-ए-बायबलकडे कोणत्याही संसाधनांचे कॉपीराइट नाही किंवा ते विकत नाही.</p>\n<h2>फाइंड-ए-बायबल वेबसाइटवर कोणाचे कार्य प्रतिबिंबित होते?</h2>\n<p>फाइंड-ए-बायबलवर संकलित केलेला प्रचंड डेटाबेस डझनभर व्यक्तींच्या अनेक दशकांच्या कार्याचे प्रतिबिंब आहे. वेबसाइट स्वतः डिझाईन केली गेली होती आणि डिजिटल बायबल सोसायटीने देखरेख केली होती, सुरुवातीला बायबल लीग ऑफ कॅनडाच्या अनुदानाने मदत केली होती, परंतु आता FOBAI च्या वतीने स्वयंसेवक प्रकल्प म्हणून चालवली जाते. बायबल एजन्सीजच्या वाढत्या संख्येने जगातील भाषांमध्ये वाढत्या प्रमाणात सामग्री तयार केल्यामुळे, Find-A-Bible अधिक आवश्यक आणि अधिक आव्हानात्मक होईल.</p>\n<h2>मी फाइंड-ए-बायबलच्या कार्याला कसे समर्थन देऊ शकतो?</h2>\n<p>फाइंड-ए-बायबल अस्तित्वात आहे या शब्दाचा प्रसार करण्यासाठी आम्ही तुमच्या समर्थनाचे स्वागत करतो. याव्यतिरिक्त, आम्ही या निर्देशिकेत नसलेल्या बायबल आणि बायबल-आधारित संसाधनांची माहिती मिळविण्यास उत्सुक आहोत. जर तुमच्याकडे या साइटवरील सुधारणांसाठी सूचना असतील किंवा तुम्हाला फाइंड-ए-बायबलच्या चालू कार्यासाठी देणगी द्यायची असेल, तर कृपया आमच्याशी संपर्क साधा.</p>\n","about/help":"<h3>परिचय</h3>\n<p>Find-A-Bible ही जगातील अनेक भाषांमध्ये उपलब्ध असलेल्या ज्ञात बायबल संसाधनांची वेब-डिरेक्टरी आहे. हे परदेशी भाषांमध्ये बायबल शोधण्याची आणि सुरक्षित करण्याची प्रक्रिया सुलभ करण्यासाठी तयार करण्यात आले होते.</p>\n<p>फाइंड-ए-बायबल प्रथम 2006 मध्ये फोरम ऑफ बायबल एजन्सीज (FOBAI) द्वारे लोकांना भाषा किंवा देशानुसार बायबल शोधण्यात आणि सुरक्षित करण्यात मदत करण्यासाठी तयार केले गेले. प्रकल्पामध्ये मूळत: FOBAI कडील बायबल संसाधने वैशिष्ट्यीकृत होती परंतु 900 हून अधिक एजन्सींकडून संसाधने दर्शविण्यासाठी त्याचा विस्तार करण्यात आला आहे. पायोनियर बायबल ट्रान्सलेशन इंटरनॅशनल (pbti.org) ने सुरुवातीला साइट तयार केली आणि देखरेख केली. 2013 पासून, डिजिटल बायबल सोसायटी (dbs.org) ने स्वेच्छेने साइट आणि त्याचा डेटाबेस प्रोग्राम आणि देखरेख केला आहे.</p>\n<h3>मिशन</h3>\n<p>फाइंड-ए-बायबल हे भाषेनुसार किंवा भौगोलिक प्रदेशानुसार बायबल संसाधने सुरक्षित करू पाहणाऱ्या कोणत्याही व्यक्ती किंवा एजन्सीला सेवा देण्यासाठी आहे. त्या दिशेने, मोठ्या प्रमाणात डेटा प्रदान केला जातो ज्याचा हेतू बायबल संसाधने शोधण्यात, सुरक्षित करण्यात आणि वितरित करण्यात मदत करण्यासाठी आहे. ही प्रक्रिया शक्य तितकी सोपी करणे हे आमचे उद्दिष्ट आहे, मग ते शेजाऱ्याला एकच बायबल प्रदान करणे असो, किंवा देशव्यापी स्तरावर मोठ्या प्रमाणात वितरण उपक्रमांची योजना करणे असो.</p>\n<h3>प्रारंभ करणे</h3>\n<p>प्रारंभ करण्याचा एक उत्तम मार्ग म्हणजे फक्त प्रश्न विचारणे. आम्ही तीन परिस्थिती प्रदान केल्या आहेत ज्या साइट समजून घेण्यात मदत करू शकतात.</p>\n<p>परिस्थिती #1: माझा शेजारी गुजराती नावाची भारतातील भाषा बोलतो आणि त्यांच्या भाषेत बायबल मागत आहे.</p>\n<ol>\n<li>मुख्य पृष्ठावर, नकाशावर भारत शोधा आणि क्लिक करा. (किंवा पृष्ठाच्या शीर्षस्थानी असलेले देश बटण निवडा.)</li>\n<li>तुम्हाला भारतातील 500+ भाषा लोकसंख्येनुसार क्रमवारी लावलेल्या दिसतील. जर तुम्हाला त्यांची भाषा (गुजराती) दिसली तर त्या भाषेच्या पृष्ठावर जाण्यासाठी त्यावर क्लिक करा. (किंवा तुम्ही फिल्टर बॉक्समध्ये भाषेचे नाव टाइप करणे सुरू करू शकता.)</li>\n<li>एकदा तुम्ही गुजराती भाषेच्या पृष्ठावर आल्यावर, शीर्षकानुसार बायबल निवडा (किंवा त्या भाषेतील अतिरिक्त संसाधने निवडण्यासाठी तुम्ही चित्रपट किंवा संसाधन टॅब देखील निवडू शकता).</li>\n<li>तिथून तुम्हाला विविध मुद्रित बायबल, ऑनलाइन बायबल, डाउनलोड करण्यायोग्य बायबल किंवा बायबल ॲप्स मिळू शकतात.</li>\n</ol>\n<p>परिस्थिती #2: माझी चर्च एक मिशन ग्रुप मेक्सिकोला पाठवत आहे आणि आम्ही बायबल आणू इच्छितो.</p>\n<ol>\n<li>शीर्ष मेनूमधून देश निवडा. आपण पहाल की मेक्सिकोमध्ये सुमारे 129 दशलक्ष लोक आहेत जे 300+ भाषा बोलतात.</li>\n<li>मेक्सिको पृष्ठावर क्लिक करा आणि तुम्हाला त्या भाषा मेक्सिको देशात बोलल्या जाणाऱ्या लोकसंख्येनुसार क्रमवारी लावलेल्या दिसतील.</li>\n<li>मेक्सिको नकाशे आणि माहिती निवडा. तुमच्या गटाला भूगोलानुसार कोणत्या भाषा येऊ शकतात याचे संशोधन करण्यासाठी प्रदान केलेले नकाशे वापरा. दिलेल्या भाषेतील संसाधने पाहण्यासाठी पिनवर क्लिक करा.</li>\n</ol>\n<p>परिस्थिती #3: आमची मिशन एजन्सी आफ्रिकेत काम करणाऱ्या एजन्सींसाठी सामग्री तयार करण्याचा आणि भागीदारी करण्याचा प्रयत्न करत आहे.</p>\n<ol>\n<li>येथे अनेक फंक्शन्स आहेत जी मदत करू शकतात. शीर्ष मेनूमधून LANGUAGES निवडा. साइडबारवरून तुम्ही खंडानुसार फिल्टर करू शकता. आफ्रिका निवडा.</li>\n<li>आफ्रिकेतील भाषा बायबल सामग्रीनुसार क्रमवारी लावल्या आहेत, परंतु लोकसंख्येवरील ars वर क्लिक करून, आपण प्रत्येक भाषेची लोकसंख्या पाहू शकता - आफ्रिकेतील सर्वाधिक लोकसंख्या असलेल्या भाषा दर्शवितात.</li>\n<li>तुम्ही देशानुसार आणि प्रत्येक देशासाठी भाषा पाहण्यासाठी देखील क्रमवारी लावू शकता. तिथून तुम्ही अधिक शक्यता एक्सप्लोर करण्यासाठी प्रत्येक देशावर किंवा प्रत्येक भाषेवर क्लिक करू शकता.</li>\n<li>शीर्ष मेनूमधून एजन्सी निवडा, नंतर Find.Bible मध्ये सूचीबद्ध संस्था पाहण्यासाठी एजन्सी टॅब निवडा. डावीकडील फिल्टर बॉक्समध्ये, बायबलच्या जगात काम करणाऱ्या आफ्रिकन आधारित संस्था पाहण्यासाठी आफ्रिका निवडा.</li>\n</ol>\n<h3>समोरचे पान</h3>\n<p>येथे दाखवलेला जगाचा नकाशा मूळ फाइंड-ए-बायबल (FAB) चा आहे. आम्ही काही अतिरिक्त डेटा जोडला आहे जो त्यास अधिक कार्यशील होण्यासाठी अनुमती देतो. ORGANIZATIONS टॅब ते गट दाखवतो जे Find-A-Bible (FAB) डेटाबेसमध्ये समाविष्ट आहेत. वर्ल्ड वॉच लिस्ट टॅब जगातील राष्ट्रे दर्शविते जेथे ख्रिश्चन छळ सर्वात प्रमुख आहे (ओपन डोर्स इंटरनॅशनल <a href=\"http://www.odi.org\">www.odi.org</a> द्वारे संदर्भित). नकाशा झूम केला जाऊ शकतो आणि कोणताही देश निवडला जाऊ शकतो जो तुम्हाला थेट त्या देशाच्या पृष्ठावर घेऊन जाईल.</p>\n<p>याव्यतिरिक्त, प्रत्येक पृष्ठाच्या वरच्या उजव्या बॅनरमध्ये एक शोध चिन्ह आहे जो आपल्याला संपूर्ण साइट शोधण्यासाठी कोणताही मजकूर प्रविष्ट करण्यास किंवा संभाव्य परिणाम फिल्टर करण्यास अनुमती देतो. तुम्हाला नावाचे स्पेलिंग माहित नसतानाही तुम्हाला भाषा ओळखण्यासाठी झटपट प्रवेश देण्याचा हेतू आहे.</p>\n<p>Find-A-Bible (FAB) इंटरफेसचे अनेक प्रमुख भाषांमध्ये भाषांतर केले जाऊ शकते. प्रत्येक पृष्ठाच्या बॅनरमधील भाषांतर चिन्हावर क्लिक करून कोणत्याही पृष्ठावरून त्या भाषांमध्ये प्रवेश केला जाऊ शकतो.</p>\n<h3>बायबलची पाने</h3>\n<p>BIBLES पृष्ठ जगातील प्रत्येक भाषेतील बायबल आवृत्त्यांच्या सक्रिय दुवे उपलब्ध करून देण्याच्या जवळजवळ अशक्य स्वप्नावर उपाय सादर करते. अडचण अशी आहे की अनेक संस्था मुद्रित, ऑडिओ, चित्रपट आणि कथेत बायबल तयार करण्यासाठी आणि प्रकाशित करण्यासाठी खूप मेहनत घेत आहेत, परंतु त्या बायबल संसाधने खरेदी किंवा प्रवेश करता येतील अशा वेबसाइट्स तयार आणि अद्यतनित करण्यासाठी देखील ते कठोर परिश्रम करत आहेत. जेव्हा एखादी संस्था त्यांच्या वेबसाइट अद्यतनित करते, तेव्हा त्यांचे पूर्वीचे दुवे अनेकदा तुटलेले असतात, ज्यामुळे हे कार्य खूपच आव्हानात्मक होते.</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}