{"home":"<hr>\n<h2>tagline_title: &quot;Kuorodhesha Maandiko ya Ulimwengu&quot;\ntagline_subtitle:  &quot;Kuorodhesha Matoleo ya Biblia 4877 na Nyenzo za Maandiko 23909 katika Lugha 4598 zinazowakilisha Mashirika 1022.&quot;\nuse_question_1: &quot;Je! unajua mtu anayezungumza lugha nyingine na huenda anatafuta Biblia?&quot;\nuse_question_2: &quot;Je, unasafiri nje ya nchi kwa mipango ya kushiriki Biblia na nyenzo katika maeneo yote?&quot;\nuse_question_3: &quot;Je, unaunga mkono wamisionari wanaohudumu kati ya vikundi vya watu wa lugha nyingi?&quot;\nuse_question_4: &quot;Je, unatafuta kushiriki nyenzo za Sauti au Video zinazohusiana na Biblia katika ufikivu wako unaofuata?&quot;\noverview: Tafuta Biblia inalenga kutoa data ya kina kuhusu nyenzo zilizopo za Biblia katika lugha 6000+ za dunia. Je, unaweza kutusaidia kuhakikisha kwamba nyenzo za Biblia zinaweza kugunduliwa, kulindwa, na kushirikiwa? Ikiwa unajua nyenzo za Biblia ambazo hazipatikani katika orodha hii, tujulishe! Wasiliana Nasi kwa habari zaidi!</h2>\n","about/about":"<h4>Mradi</h4>\n<p>Tafuta Biblia ni saraka ya wavuti inayotoa viungo vya Biblia na nyenzo za kibiblia katika lugha 7000+ za dunia. Saraka ya FAB kimsingi inajumuisha maudhui yaliyoundwa na washiriki wa Jukwaa la Mashirika ya Kimataifa ya Bibilia (FOBAI) na inakusudiwa kuwasaidia watumiaji kugundua na kupata Maandiko na nyenzo za Biblia katika lugha na vyombo vya habari wanavyovichagulia kwa ufuasi, uinjilisti na upandaji kanisa. Find-A-Bible pia ina viungo vya kuchapisha Biblia, Biblia zilizochapishwa-zinazohitajika, Biblia za kidijitali, Biblia za sauti, Biblia zinazoonekana na nyenzo za Biblia - katika miundo mbalimbali. Find-A-Bible ni mradi shirikishi wa Jukwaa la Bible Agencies International uliojengwa ili kuongeza upatikanaji wa Biblia na kuwezesha upatikanaji wa maandiko. Muundo wa Find-A-Bible, interphase, na database iliundwa na inadumishwa na Digital Bible Society (dbs.org).</p>\n<h4>Maswali yanayoulizwa mara kwa mara</h4>\n<p>Find-A-Bible ilionwa na wanachama wa Forum of Bible Agencies International kwa nia ya kurahisisha ugunduzi na usalama wa Biblia na nyenzo za Biblia katika kila lugha.\n<a href=\"/about/faq\">Pata maelezo zaidi</a></p>\n<h4>Kuongeza Rasilimali</h4>\n<p>Je! unajua Biblia inayohitaji kuwa katika orodha hii? Tungependa kusikia kuhusu hilo. Je, shirika lako lina nyenzo za Biblia za lugha nyingi ambazo zinafaa kuorodheshwa hapa? Tujulishe!\n<a href=\"/about/contact\">Mawasiliano</a></p>\n","about/faq":"<h3>Find-A-Bible ni nini?</h3>\n<p>Find-A-Bible (FAB) ni saraka ya wavuti inayotoa viungo vya Biblia na rasilimali za kibiblia katika lugha 7000+ za dunia. Saraka ya FAB kimsingi inajumuisha maudhui yaliyoundwa na washiriki wa Jukwaa la Mashirika ya Kimataifa ya Bibilia (FOBAI) na inakusudiwa kuwasaidia watumiaji kugundua na kupata Maandiko na nyenzo za Biblia katika lugha na vyombo vya habari wanavyovichagulia kwa ufuasi, uinjilisti na upandaji kanisa. Find-A-Bible pia ina viungo vya kuchapisha Biblia, Biblia zilizochapishwa-zinazohitajika, Biblia za kidijitali, Biblia za sauti, Biblia zinazoonekana na nyenzo za Biblia - katika miundo mbalimbali.</p>\n<h3>Kwa nini Tafuta-A-Biblia Iliundwa?</h3>\n<p>Dhamira ya Find-A-Bible ni kuhakikisha kwamba Biblia za ulimwengu na rasilimali kuu za kibiblia zinapatikana kwa urahisi na kushirikiwa. Ingawa inawezekana kutafuta rasilimali nyingi za Kibiblia mtandaoni, idadi kamili ya maudhui yanayopatikana ni mengi sana. Kwa hivyo, FOBAI ilizindua Find-A-Bible mwaka wa 2006, na ilidumishwa na <a href=\"http://pbti.org\" target=\"_blank\">Watafsiri wa Biblia wa Pioneer</a>. Mnamo 2013, FOBAI iliagiza <a href=\"https://dbs.org\" target=\"_blank\">Jumuiya ya Biblia Dijitali</a> (DBS) kuunda upya Tafuta-A-Bible na kudumisha eneo moja kwenye mtandao. ambapo watu wanaotafuta nyenzo za Biblia wanaweza kuzitambua na kuzipata.</p>\n<h3>Ni nini kinachofanya Pata-A-Biblia kuwa tofauti?</h3>\n<p>Find-A-Bible ni jukwaa moja la kidijitali ambapo mashirika makuu ya Biblia duniani na washirika wao wamekubali kushirikiana pamoja ili kuhakikisha kwamba Biblia zote na nyenzo za Biblia zinapatikana kwa urahisi - katika kila lugha. Pata-A-Bible iliundwa kuwa kitovu rahisi cha kuwasilisha habari haraka, sahihi na muhimu kwa juhudi ndogo ya mtumiaji. Pia, inatumika kama sehemu ya marejeleo kwa mashirika ya kutafsiri Biblia yanayotafuta kugundua Biblia zina au ambazo hazijachapishwa katika lugha hususa.</p>\n<h3>FOBAI na wanachama wake ni nani?</h3>\n<p>Forum of Bible Agencies International (FOBAI) ni muungano wa zaidi ya mashirika 40 yanayoongoza ya kimataifa ya Biblia na mashirika ya misheni ambayo yanazunguka zaidi ya nchi 150. FOBAI ni muungano wa mashirika yasiyo ya faida ambayo yameanzishwa juu ya maono yenye umoja ya kufanya kazi pamoja ili kuongeza ufikiaji na matokeo ya Neno la Mungu duniani kote (<a href=\"http://www.forum-intl.net\">www.forum-intl.net</a>).</p>\n<h3>Nani anamiliki Tafuta maudhui ya Biblia?</h3>\n<p>Nyenzo za msingi za Biblia zinazopatikana katika orodha ya Find-A-Bible ni mali ya wanachama binafsi wa FOBAI au mashirika ya Mashirika mengi ya Biblia duniani kote. Ingawa baadhi ya nyenzo zinazoweza kufikiwa kupitia Pata-A-Bible zinapatikana kwa umma bila malipo, nyenzo zingine hutolewa kwa uuzaji kutoka kwa tovuti mbalimbali. Find-A-Bible haimiliki hakimiliki zozote za nyenzo zozote zinazoweza kugundulika wala haitoi rasilimali za kuuza.</p>\n<h3>Ni kazi ya nani inayoonyeshwa kwenye tovuti ya Tafuta Biblia?</h3>\n<p>Hifadhidata kubwa iliyoajiriwa na Find-A-Bible ni onyesho la miongo kadhaa ya kazi ya watu kadhaa. Tovuti yenyewe iliundwa na inadumishwa na <a href=\"https://dbs.org\" target=\"_blank\">Jumuiya ya Biblia ya Dijitali</a>, awali kutokana na ruzuku kutoka <a href=\"https:// bibleleague.ca/\" target=\"_blank\">BibleLeague of Kanada</a>, lakini sasa kama mradi wa kujitolea kwa niaba ya FOBAI. Kadiri idadi inayoongezeka ya mashirika ya Biblia yanavyotokeza wingi wa maudhui katika lugha za ulimwengu, Tafuta-A-Bible itakuwa muhimu zaidi na changamoto zaidi. <a href=\"contact\">Tunahitaji usaidizi wako!</a></p>\n<h3>Ninawezaje kuunga mkono kazi ya Find-A-Bible?</h3>\n<p>Tunakaribisha msaada wako katika kueneza neno kwamba Pata-A-Bible ipo. Na ikiwa wewe, au ikiwa unawajua watu, ambao ni hodari katika utafiti na wenye moyo wa misheni, tuna hakika tunaweza kutumia usaidizi wako. Tunahitaji usaidizi kuhusu ugunduzi na maelezo kuhusu Biblia na maudhui yanayotegemea Biblia ambayo hayapo katika orodha hii. Ikiwa una mapendekezo ya uboreshaji wa tovuti hii au ungependa kuchangia kazi inayoendelea ya Find-A-Bible, tafadhali <a href=\"contact\">wasiliana nasi</a></p>\n","about/help":"<h3>Utangulizi</h3>\n<p>Pata-A-Bible ni saraka ya wavuti ya Rasilimali za Biblia zinazojulikana zinazopatikana katika lugha nyingi za ulimwengu. Iliundwa ili kurahisisha mchakato wa kugundua na kupata Biblia katika lugha za kigeni.</p>\n<p>Find-A-Bible iliundwa kwa mara ya kwanza mwaka wa 2006 na Forum of Bible Agencies (FOBAI) kama njia ya kuwasaidia watu kugundua na kupata Biblia kwa lugha au nchi. Mradi huu awali ulionyesha nyenzo za Biblia kutoka FOBAI lakini umepanuliwa ili kuonyesha nyenzo kutoka kwa mashirika zaidi ya 900. Pioneer Bible Translation International (pbti.org) iliunda na kudumisha tovuti. Tangu 2013, Digital Bible Society (dbs.org) imetayarisha na kudumisha tovuti na hifadhidata zake kwa hiari.</p>\n<h3>Mission</h3>\n<p>Find-A-Bible inakusudiwa kumtumikia mtu au shirika lolote linalotafuta kupata nyenzo za Biblia kwa lugha au eneo la kijiografia. Kwa ajili hiyo, kiasi kikubwa cha data kinatolewa ambacho kinakusudiwa kusaidia katika kugundua, kupata na kusambaza rasilimali za Biblia. Lengo letu ni kufanya mchakato huu kuwa rahisi iwezekanavyo, iwe ni kutoa Biblia moja kwa jirani, au kupanga mipango mikubwa ya usambazaji katika kiwango cha nchi nzima.</p>\n<h3>Kuanza</h3>\n<p>Mojawapo ya njia bora za kuanza ni kwa kuuliza tu maswali. Tumetoa hali tatu ambazo zinaweza kusaidia kuelewa tovuti.</p>\n<p>Tukio #1: Jirani yangu anazungumza lugha ya India inayoitwa Kigujarati na anaomba Biblia katika lugha yao.</p>\n<ol>\n<li>Kwenye ukurasa mkuu, tafuta na ubofye India kwenye ramani. (Au chagua Kitufe cha Nchi kilicho juu ya ukurasa.)</li>\n<li>Utaona lugha 500+ za India zikipangwa kulingana na idadi ya watu. Ukiona lugha yao (Kigujarati) bofya ili uende kwenye ukurasa huo wa lugha. (Au unaweza kuanza kuandika jina la lugha kwenye kisanduku cha kichujio.)</li>\n<li>Unapokuwa kwenye ukurasa wa lugha ya Kigujarati, chagua Biblia kulingana na mada (au unaweza pia kuchagua vichupo vya FILAMU au RESOURCES ili kuchagua nyenzo za ziada katika lugha hiyo).</li>\n<li>Kutoka hapo unaweza kupata aina mbalimbali za Biblia zilizochapishwa, Biblia mtandaoni, Biblia zinazoweza kupakuliwa au Programu za Biblia.</li>\n</ol>\n<p>Tukio #2: Kanisa langu linatuma kikundi cha misheni Mexico na tungependa kuleta Biblia.</p>\n<ol>\n<li>Kutoka kwenye menyu ya juu chagua NCHI. Utaona kwamba Mexico ina takriban watu milioni 129 wanaozungumza lugha 300+.</li>\n<li>Bofya ukurasa wa Meksiko na utaona lugha hizo zikipangwa kulingana na idadi ya watu wanaozungumzwa katika nchi ya Meksiko.</li>\n<li>Chagua Ramani za Mexico na Maelezo. Tumia ramani zilizotolewa kutafiti lugha ambazo kikundi chako kinaweza kukutana nacho kulingana na jiografia. Bofya kwenye kipini ili kuona rasilimali katika lugha fulani.</li>\n</ol>\n<p>Tukio #3: Wakala wetu wa misheni unatafuta kuunda maudhui na kushirikiana na mashirika yanayofanya kazi barani Afrika.</p>\n<ol>\n<li>Kuna idadi ya vitendaji ambavyo vinaweza kusaidia hapa. Kutoka kwenye menyu ya juu chagua LUGHA. Kutoka kwa utepe unaweza kuchuja kwa Bara. Chagua Afrika.</li>\n<li>Lugha za Afrika zimepangwa kulingana na Maudhui ya Biblia, lakini kwa kubofya sehemu za Idadi ya Watu, unaweza kuona idadi ya watu wa kila lugha - inayoonyesha lugha nyingi zaidi za Afrika.</li>\n<li>Unaweza pia kupanga kulingana na Nchi na kuona lugha za kila Nchi. Kutoka hapo unaweza kubofya kila nchi au kila lugha ili kuchunguza uwezekano zaidi.</li>\n<li>Kutoka kwenye menyu ya juu chagua MAWAKALA, kisha chagua kichupo cha Mashirika ili kuona mashirika yaliyoorodheshwa katika Tafuta.Bible. Katika kisanduku cha chujio kilicho upande wa kushoto, chagua Afrika ili kuona mashirika yenye msingi wa Kiafrika yakifanya kazi katika ulimwengu wa Biblia.</li>\n</ol>\n<h3>Ukurasa wa mbele</h3>\n<p>Ramani ya dunia iliyoonyeshwa hapa ni ya asili ya Tafuta-A-Bible (FAB). Tuliongeza data ya ziada ambayo inaruhusu kufanya kazi zaidi. Kichupo cha MASHIRIKA huonyesha vikundi hivyo ambavyo vimejumuishwa kwenye hifadhidata ya Tafuta-A-Bible (FAB). Kichupo cha ORODHA YA KUTAZAMA DUNIANI huonyesha mataifa ya ulimwengu ambapo mateso ya Kikristo yanajulikana zaidi (kama ilivyorejelewa na Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a>). Ramani inaweza kukuzwa na nchi yoyote inaweza kuchaguliwa ambayo itakupeleka moja kwa moja kwenye ukurasa huo wa nchi.</p>\n<p>Kwa kuongeza, kuna aikoni ya TAFUTA kwenye bendera ya juu kulia ya kila ukurasa inayokuruhusu kuingiza maandishi yoyote kutafuta tovuti nzima, au kuchuja matokeo yanayowezekana. Hii inakusudiwa kukupa ufikiaji wa haraka wa kutambua lugha hata wakati labda hujui tahajia ya jina.</p>\n<p>Kiolesura cha Find-A-Bible (FAB) kinaweza kutafsiriwa katika idadi ya lugha kuu. Lugha hizo zinaweza kufikiwa kutoka kwa ukurasa wowote kwa kubofya aikoni ya TRANSLATION katika bango la kila ukurasa.</p>\n<h3>Kurasa za Biblia</h3>\n<p>Ukurasa wa BIBLIA unatoa suluhu kwa ndoto isiyowezekana kabisa ya kutoa viungo hai vya matoleo ya Biblia katika kila lugha ya ulimwengu ambako yapo. Ugumu ni kwamba ingawa mashirika mengi yanafanya kazi kwa bidii sana kuunda na kuchapisha Biblia katika machapisho, sauti, filamu na hadithi, pia yanajitahidi kuunda na kusasisha tovuti ambapo nyenzo hizo za Biblia zinaweza kununuliwa au kupatikana. Shirika linaposasisha tovuti zao, viungo vyao vya awali mara nyingi huvunjwa, na hivyo kufanya kazi hii kuwa ngumu sana.</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}