{"home":{"tagline_title":"உலகின் வேதாகமங்களை அட்டவணைப்படுத்துதல்","tagline_subtitle":"organization_count முகமைகளைக் குறிக்கும் மொழி_எண்ணிக்கை மொழிகளில் உள்ள bible_count பைபிள் பதிப்புகள் மற்றும் resource_count ஸ்கிரிப்ச்சர் ஆதாரங்களை பட்டியலிடுதல்.","use_question_1":"வேற்று மொழி பேசும் மற்றும் பைபிளைத் தேடிக்கொண்டிருக்கும் ஒருவரை உங்களுக்குத் தெரியுமா?","use_question_2":"பிராந்தியங்கள் முழுவதும் பைபிள்கள் மற்றும் ஆதாரங்களைப் பகிர்ந்து கொள்வதற்கான திட்டங்களுடன் நீங்கள் வெளிநாடுகளுக்குச் செல்கிறீர்களா?","use_question_3":"பல மொழி மக்கள் குழுக்களிடையே சேவை செய்யும் மிஷனரிகளை நீங்கள் ஆதரிக்கிறீர்களா?","use_question_4":"பைபிள் தொடர்பான ஆடியோ அல்லது வீடியோ ஆதாரங்களை உங்கள் அடுத்த அவுட்ரீச்சில் பகிர விரும்புகிறீர்களா?","overview":"7000-க்கும் மேற்பட்ட மொழிகளில் பைபிள் ஆதாரங்களைக் கண்டறியவும், அணுகவும் மற்றும் பகிரவும். Find.Bible - ஒவ்வொரு தேசத்திலும் கடவுளின் வார்த்தையை பரப்புவதற்கான உங்கள் பணி கருவிப்பெட்டி."},"about/about":"<h4>திட்டம்</h4>\n<p>Find-A-Bible என்பது உலகின் 7000+ மொழிகளில் உள்ள பைபிள்கள் மற்றும் விவிலிய ஆதாரங்களுக்கான இணைப்புகளை வழங்கும் வலை அடைவு ஆகும். இது ஃபோரம் ஆஃப் பைபிள் ஏஜென்சிஸ் இன்டர்நேஷனல் (FOBAI) இன் கூட்டுத் திட்டமாகும், இது சீஷர்களாக, சுவிசேஷம் மற்றும் தேவாலயங்களை வளர்ப்பதற்கான வேதவசனங்களை அணுகுவதற்கு வசதியாக கட்டப்பட்டது.</p>\n<p>FOBAI உறுப்பினர்கள் மற்றும் பிற பைபிள் நிறுவனங்களால் உருவாக்கப்பட்ட உள்ளடக்கத்திலிருந்து வரைந்து, பயனர்கள் தங்களுக்கு விருப்பமான மொழி மற்றும் ஊடகத்தில் வேதாகமங்கள் மற்றும் விவிலிய ஆதாரங்களைக் கண்டறியவும் பெறவும் தளம் உதவுகிறது.</p>\n<p>பைபிள்கள், அச்சிடப்பட்ட பைபிள்கள், டிஜிட்டல் பைபிள்கள், ஆடியோ பைபிள்கள், காட்சி பைபிள்கள் மற்றும் பைபிள் ஆதாரங்கள் - பல வடிவங்களில் அச்சிடுவதற்கான இணைப்புகளை Find-A-Bible கொண்டுள்ளது. அதன் வடிவமைப்பு, இடைமுகம் மற்றும் தரவுத்தளம் ஆகியவை டிஜிட்டல் பைபிள் சொசைட்டி (dbs.org) மூலம் உருவாக்கப்பட்டு பராமரிக்கப்படுகின்றன.</p>\n","about/faq":"<h2>Find-A-Bible ஏன் உருவாக்கப்பட்டது?</h2>\n<p>ஆன்லைனில் பல பைபிள் ஆதாரங்களைத் தேடுவது சாத்தியம் என்றாலும், கிடைக்கும் உள்ளடக்கத்தின் சுத்த அளவு ஒரு திரட்டியை அழைக்கிறது. Find-A-Bible இன் நோக்கம் உலகின் பைபிள்கள் மற்றும் தரமான விவிலிய ஆதாரங்கள் கண்டுபிடிக்கப்பட்டு பகிரப்படுவதை உறுதி செய்வதாகும். ஃபோரம் ஆஃப் பைபிள் ஏஜென்சீஸ் இன்டர்நேஷனல் (FOBAI) 2006 இல் ஃபைண்ட்-ஏ-பைபிளை அறிமுகப்படுத்தியது, மேலும் இது முன்னோடி பைபிள் மொழிபெயர்ப்பாளர்களால் பராமரிக்கப்பட்டது. 2013 இல், FOBAI டிஜிட்டல் பைபிள் சொசைட்டியை (DBS) ஃபைண்ட்-ஏ-பைபிளை மீண்டும் உருவாக்கவும், பைபிள் ஆதாரங்களைத் தேடும் நபர்கள் அவற்றைக் கண்டறிந்து அவற்றைப் பெறவும் இணையத்தில் ஒரு இடத்தைப் பராமரிக்க நியமித்தது.</p>\n<h2>ஃபைண்ட்-ஏ-பைபிளை தனித்துவமாக்குவது எது?</h2>\n<p>Find-A-Bible என்பது உலகின் முக்கிய பைபிள் ஏஜென்சிகளும் அவற்றின் துணை நிறுவனங்களும் அனைத்து மொழிகளிலும் உள்ள பைபிள்கள் மற்றும் விவிலிய ஆதாரங்களை எளிதில் கண்டுபிடிக்கும் வகையில் ஒத்துழைக்க ஒப்புக்கொண்ட ஒற்றை டிஜிட்டல் தளமாகும். Find-A-Bible என்பது குறைந்த பயனர் முயற்சியுடன் விரைவான, துல்லியமான மற்றும் பொருத்தமான தகவல்களை வழங்கும் வசதியான மையமாகும். மேலும், ஒரு குறிப்பிட்ட மொழியில் பைபிள்கள் உள்ளன அல்லது வெளியிடப்படவில்லை என்பதை அறிய விரும்பும் பைபிள் மொழிபெயர்ப்பு நிறுவனங்களுக்கு இது ஒரு குறிப்பு புள்ளியாக செயல்படுகிறது.</p>\n<h2>FOBAI மற்றும் அதன் உறுப்பினர்கள் யார்?</h2>\n<p>ஃபோரம் ஆஃப் பைபிள் ஏஜென்சீஸ் இன்டர்நேஷனல் என்பது 38 முன்னணி சர்வதேச பைபிள் ஏஜென்சிகள் மற்றும் மிஷன் அமைப்புகளின் கூட்டணியாகும், அவை 150 க்கும் மேற்பட்ட நாடுகளில் பரவியுள்ளன. <a href=\"http://www.forum-intl.org\">www.forum-intl.org</a> இல் மேலும் அறிக.</p>\n<h2>Find-A-Bible உள்ளடக்கத்தை வைத்திருப்பவர் யார்?</h2>\n<p>Find-A-Bible கோப்பகத்தில் கிடைக்கும் பைபிள் அடிப்படையிலான ஆதாரங்கள் FOBAI அல்லது பிற பைபிள் ஏஜென்சிகளின் தனிப்பட்ட உறுப்பினர்களின் சொத்து. Find-A-Bible மூலம் அணுகக்கூடிய சில பொருட்கள் பொதுமக்களுக்கு இலவசமாகக் கிடைத்தாலும், பிற ஆதாரங்கள் பல்வேறு இணையதளங்களில் விற்பனைக்கு வழங்கப்படுகின்றன. Find-A-Bible ஆனது எந்தவொரு ஆதாரத்திற்கும் பதிப்புரிமையை வைத்திருக்கவில்லை அல்லது விற்கவில்லை.</p>\n<h2>Find-A-Bible இணையதளத்தில் யாருடைய வேலை பிரதிபலிக்கிறது?</h2>\n<p>ஃபைண்ட்-ஏ-பைபிளில் தொகுக்கப்பட்ட பாரிய தரவுத்தளம் டஜன் கணக்கான தனிநபர்களின் பல தசாப்தங்களாக வேலையின் பிரதிபலிப்பாகும். இந்த இணையதளம் டிஜிட்டல் பைபிள் சொசைட்டியால் வடிவமைக்கப்பட்டு பராமரிக்கப்பட்டு வருகிறது, முதலில் கனடாவின் பைபிள் லீக்கின் மானியத்தின் மூலம் உதவியது, ஆனால் இப்போது FOBAI சார்பாக ஒரு தன்னார்வத் திட்டமாக இயங்குகிறது. அதிகரித்து வரும் எண்ணிக்கையிலான பைபிள் ஏஜென்சிகள் உலக மொழிகளில் உள்ளடக்கத்தின் அளவை அதிகரித்து வருவதால், Find-A-Bible மிகவும் அவசியமானதாகவும் சவாலானதாகவும் மாறும்.</p>\n<h2>Find-A-Bible இன் வேலையை நான் எவ்வாறு ஆதரிக்க முடியும்?</h2>\n<p>Find-A-Bible உள்ளது என்ற வார்த்தையை பரப்புவதில் உங்கள் ஆதரவை வரவேற்கிறோம். கூடுதலாக, இந்த கோப்பகத்தில் இல்லாத பைபிள்கள் மற்றும் பைபிள் அடிப்படையிலான ஆதாரங்களைப் பற்றிய தகவலைப் பெற நாங்கள் ஆர்வமாக உள்ளோம். இந்தத் தளத்தை மேம்படுத்துவதற்கான பரிந்துரைகள் இருந்தால் அல்லது Find-A-Bible இன் தற்போதைய பணிக்கு நன்கொடை அளிக்க விரும்பினால், எங்களைத் தொடர்பு கொள்ளவும்.</p>\n","about/help":"<h3>அறிமுகம்</h3>\n<p>Find-A-Bible என்பது உலகின் பல மொழிகளில் கிடைக்கும் அறியப்பட்ட பைபிள் ஆதாரங்களின் வலை-கோப்பகமாகும். இது வெளிநாட்டு மொழிகளில் பைபிள்களைக் கண்டுபிடித்து பாதுகாக்கும் செயல்முறையை எளிதாக்க உருவாக்கப்பட்டது.</p>\n<p>ஃபைண்ட்-ஏ-பைபிள் முதன்முதலில் 2006 இல் ஃபோரம் ஆஃப் பைபிள் ஏஜென்சிகளால் (FOBAI) உருவாக்கப்பட்டது, இது மக்களுக்கு மொழி அல்லது நாடு வாரியாக பைபிள்களைக் கண்டறியவும் பாதுகாக்கவும் உதவும் ஒரு வழியாகும். இந்தத் திட்டம் முதலில் FOBAI இன் பைபிள் ஆதாரங்களைக் கொண்டிருந்தது, ஆனால் 900 க்கும் மேற்பட்ட ஏஜென்சிகளின் ஆதாரங்களைக் காண்பிக்க விரிவாக்கப்பட்டது. Pioneer Bible Translation International (pbti.org) ஆரம்பத்தில் தளத்தை உருவாக்கி பராமரித்தது. 2013 முதல், டிஜிட்டல் பைபிள் சொசைட்டி (dbs.org) தளத்தையும் அதன் தரவுத்தளங்களையும் தானாக முன்வந்து நிரல் செய்து பராமரித்து வருகிறது.</p>\n<h3>பணி</h3>\n<p>Find-A-Bible என்பது மொழி அல்லது புவியியல் பகுதியின் அடிப்படையில் பைபிள் ஆதாரங்களைப் பாதுகாக்க விரும்பும் எந்தவொரு நபருக்கும் அல்லது நிறுவனத்திற்கும் சேவை செய்வதை நோக்கமாகக் கொண்டது. அந்த முடிவில், பைபிள் ஆதாரங்களைக் கண்டுபிடிப்பதற்கும், பாதுகாப்பதற்கும் மற்றும் விநியோகிப்பதற்கும் உதவும் வகையில் கணிசமான அளவு தரவு வழங்கப்படுகிறது. அண்டை வீட்டாருக்கு ஒரு பைபிளை வழங்குவது அல்லது நாடு தழுவிய அளவில் பாரிய விநியோக முயற்சிகளை திட்டமிடுவது என இந்த செயல்முறையை முடிந்தவரை எளிதாக்குவதே எங்கள் குறிக்கோள்.</p>\n<h3>தொடங்குதல்</h3>\n<p>தொடங்குவதற்கான சிறந்த வழிகளில் ஒன்று கேள்விகளைக் கேட்பதுதான். தளத்தைப் புரிந்துகொள்ள உதவும் மூன்று காட்சிகளை நாங்கள் வழங்கியுள்ளோம்.</p>\n<p>காட்சி #1: எனது பக்கத்து வீட்டுக்காரர் குஜராத்தி என்ற இந்தியாவின் மொழியைப் பேசுகிறார், மேலும் அவர்களின் மொழியில் பைபிளைக் கேட்கிறார்.</p>\n<ol>\n<li>பிரதான பக்கத்தில், வரைபடத்தில் இந்தியாவைக் கண்டுபிடித்து கிளிக் செய்யவும். (அல்லது பக்கத்தின் மேல் உள்ள நாடுகள் பட்டனைத் தேர்ந்தெடுக்கவும்.)</li>\n<li>இந்தியாவின் 500+ மொழிகள் மக்கள்தொகை அடிப்படையில் வரிசைப்படுத்தப்பட்டிருப்பதைக் காண்பீர்கள். அவர்களின் மொழியை (குஜராத்தி) நீங்கள் பார்த்தால், அந்த மொழிப் பக்கத்திற்குச் செல்ல அதைக் கிளிக் செய்யவும். (அல்லது வடிப்பான் பெட்டியில் மொழியின் பெயரைத் தட்டச்சு செய்ய ஆரம்பிக்கலாம்.)</li>\n<li>நீங்கள் குஜராத்தி மொழிப் பக்கத்தில் வந்தவுடன், ஒரு பைபிளை தலைப்பின்படி தேர்ந்தெடுக்கவும் (அல்லது அந்த மொழியில் கூடுதல் ஆதாரங்களைத் தேர்ந்தெடுக்க நீங்கள் FILMS அல்லது RESOURCES தாவல்களையும் தேர்ந்தெடுக்கலாம்).</li>\n<li>அங்கிருந்து பல்வேறு அச்சிடப்பட்ட பைபிள்கள், ஆன்லைன் பைபிள்கள், தரவிறக்கம் செய்யக்கூடிய பைபிள்கள் அல்லது பைபிள் ஆப்ஸ் ஆகியவற்றைக் காணலாம்.</li>\n</ol>\n<p>காட்சி #2: எனது தேவாலயம் மெக்சிகோவிற்கு ஒரு மிஷன் குழுவை அனுப்புகிறது, நாங்கள் பைபிள்களைக் கொண்டு வர விரும்புகிறோம்.</p>\n<ol>\n<li>மேல் மெனுவிலிருந்து COUNTRIES என்பதைத் தேர்ந்தெடுக்கவும். மெக்ஸிகோவில் 300+ மொழிகள் பேசும் சுமார் 129 மில்லியன் மக்கள் இருப்பதை நீங்கள் காண்பீர்கள்.</li>\n<li>மெக்ஸிகோ பக்கத்தை கிளிக் செய்யவும், மெக்ஸிகோ நாட்டிற்குள் பேசப்படும் மக்கள்தொகை அடிப்படையில் அந்த மொழிகள் வரிசைப்படுத்தப்பட்டிருப்பதைக் காண்பீர்கள்.</li>\n<li>மெக்ஸிகோ வரைபடங்கள் மற்றும் தகவலைத் தேர்ந்தெடுக்கவும். புவியியல் அடிப்படையில் உங்கள் குழு எந்தெந்த மொழிகளை சந்திக்கக்கூடும் என்பதை ஆராய, வழங்கப்பட்ட வரைபடங்களைப் பயன்படுத்தவும். கொடுக்கப்பட்ட மொழியில் ஆதாரங்களைக் காண பின்னைக் கிளிக் செய்யவும்.</li>\n</ol>\n<p>காட்சி #3: ஆப்பிரிக்காவில் பணிபுரியும் ஏஜென்சிகளுக்கு உள்ளடக்கத்தை உருவாக்கவும், அதனுடன் கூட்டாளராகவும் எங்கள் மிஷன்ஸ் ஏஜென்சி முயல்கிறது.</p>\n<ol>\n<li>இங்கே உதவியாக இருக்கும் பல செயல்பாடுகள் உள்ளன. மேல் மெனுவிலிருந்து LANGUAGES என்பதைத் தேர்ந்தெடுக்கவும். பக்கப்பட்டியில் இருந்து நீங்கள் கண்டம் மூலம் வடிகட்டலாம். ஆப்பிரிக்காவைத் தேர்ந்தெடுக்கவும்.</li>\n<li>ஆப்பிரிக்காவின் மொழிகள் பைபிள் உள்ளடக்கத்தின்படி வரிசைப்படுத்தப்படுகின்றன, ஆனால் மக்கள்தொகையின் மீது கிளிக் செய்வதன் மூலம், ஒவ்வொரு மொழியின் மக்கள்தொகையையும் காணலாம் - ஆப்பிரிக்காவின் அதிக மக்கள்தொகை கொண்ட மொழிகளைக் காட்டுகிறது.</li>\n<li>நீங்கள் நாடு வாரியாக வரிசைப்படுத்தலாம் மற்றும் ஒவ்வொரு நாட்டிற்கான மொழிகளைப் பார்க்கலாம். அங்கிருந்து ஒவ்வொரு நாடு அல்லது ஒவ்வொரு மொழியிலும் கிளிக் செய்து கூடுதல் சாத்தியக்கூறுகளை ஆராயலாம்.</li>\n<li>மேல் மெனுவில் இருந்து AGENCIES என்பதைத் தேர்ந்தெடுத்து, Find.Bibleல் பட்டியலிடப்பட்டுள்ள நிறுவனங்களைப் பார்க்க ஏஜென்சிகள் தாவலைத் தேர்ந்தெடுக்கவும். இடதுபுறத்தில் உள்ள வடிகட்டி பெட்டியில், ஆப்பிரிக்க அடிப்படையிலான நிறுவனங்கள் பைபிள் உலகில் செயல்படுவதைக் காண ஆப்பிரிக்காவைத் தேர்ந்தெடுக்கவும்.</li>\n</ol>\n<h3>முதல் பக்கம்</h3>\n<p>இங்கே காட்டப்பட்டுள்ள உலக வரைபடம் அசல் Find-A-Bible (FAB) க்கு முந்தையது. மேலும் செயல்பட அனுமதிக்கும் சில கூடுதல் தரவைச் சேர்த்துள்ளோம். Find-A-Bible (FAB) தரவுத்தளத்தில் சேர்க்கப்பட்டுள்ள குழுக்களை நிறுவனங்கள் தாவல் காட்டுகிறது. WORLD WATCH LIST தாவல், கிறிஸ்தவ துன்புறுத்தல்கள் மிக முக்கியமாக இருக்கும் உலக நாடுகளைக் காட்டுகிறது (Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a> ஆல் குறிப்பிடப்பட்டுள்ளது). வரைபடத்தை பெரிதாக்கலாம் மற்றும் எந்த நாட்டையும் தேர்ந்தெடுக்கலாம், அது உங்களை நேரடியாக அந்த நாட்டின் பக்கத்திற்கு அழைத்துச் செல்லும்.</p>\n<p>கூடுதலாக, ஒவ்வொரு பக்கத்தின் மேல் வலது பேனரிலும் ஒரு தேடல் ஐகான் உள்ளது, இது முழு தளத்தையும் தேட அல்லது சாத்தியமான முடிவுகளை வடிகட்ட எந்த உரையையும் உள்ளிட அனுமதிக்கிறது. பெயரின் எழுத்துப்பிழை உங்களுக்குத் தெரியாவிட்டாலும், மொழிகளைக் கண்டறிய விரைவான அணுகலை வழங்குவதே இதன் நோக்கம்.</p>\n<p>Find-A-Bible (FAB) இடைமுகத்தை பல முக்கிய மொழிகளில் மொழிபெயர்க்கலாம். ஒவ்வொரு பக்கத்தின் பேனரில் உள்ள மொழிபெயர்ப்பு ஐகானைக் கிளிக் செய்வதன் மூலம் அந்த மொழிகளை எந்தப் பக்கத்திலிருந்தும் அணுகலாம்.</p>\n<h3>பைபிள் பக்கங்கள்</h3>\n<p>பைபிள் பதிப்புகள் இருக்கும் உலகின் எல்லா மொழிகளிலும் உள்ள பைபிள் பதிப்புகளுக்கு செயலில் உள்ள இணைப்புகளை வழங்குவது என்பது கிட்டத்தட்ட சாத்தியமற்ற கனவுக்கான தீர்வை BIBLES பக்கம் வழங்குகிறது. சிரமம் என்னவென்றால், அச்சு, ஆடியோ, திரைப்படம் மற்றும் கதையில் பைபிள்களை உருவாக்கவும் வெளியிடவும் பல நிறுவனங்கள் கடினமாக உழைத்துக்கொண்டிருக்கும் அதே வேளையில், அந்த பைபிள் ஆதாரங்களை வாங்க அல்லது அணுகக்கூடிய இணையதளங்களை உருவாக்கவும் புதுப்பிக்கவும் கடினமாக உழைக்கின்றனர். ஒரு நிறுவனம் தங்கள் வலைத்தளங்களைப் புதுப்பிக்கும்போது, ​​அவற்றின் முந்தைய இணைப்புகள் அடிக்கடி உடைந்து, இந்தப் பணியை மிகவும் சவாலாக ஆக்குகிறது.</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}