{"home":{"tagline_title":"ప్రపంచ గ్రంథాలను జాబితా చేయడం","tagline_subtitle":"organization_count ఏజెన్సీలను సూచించే language_count భాషల్లో bible_count బైబిల్ వెర్షన్‌లు మరియు resource_count స్క్రిప్చర్ వనరులను జాబితా చేయడం.","use_question_1":"వేరే భాష మాట్లాడే మరియు బైబిల్ కోసం వెతుకుతున్న ఎవరైనా మీకు తెలుసా?","use_question_2":"ప్రాంతాలలో బైబిళ్లు మరియు వనరులను పంచుకునే ప్రణాళికలతో మీరు విదేశాలకు ప్రయాణిస్తున్నారా?","use_question_3":"బహుళ భాషా వ్యక్తుల సమూహాల మధ్య సేవ చేసే మిషనరీలకు మీరు మద్దతు ఇస్తున్నారా?","use_question_4":"మీరు మీ తదుపరి విస్తరణలో బైబిల్ సంబంధిత ఆడియో లేదా వీడియో వనరులను భాగస్వామ్యం చేయాలనుకుంటున్నారా?","overview":"7000 కంటే ఎక్కువ భాషల్లో బైబిల్ వనరులను కనుగొనండి, యాక్సెస్ చేయండి మరియు షేర్ చేయండి. Find.Bible - ప్రతి దేశంలో దేవుని వాక్యాన్ని వ్యాప్తి చేయడానికి మీ మిషన్స్ టూల్‌బాక్స్."},"about/about":"<h4>ప్రాజెక్ట్</h4>\n<p>Find-A-Bible అనేది ప్రపంచంలోని 7000+ భాషలలో బైబిళ్లు మరియు బైబిల్ వనరులకు లింక్‌లను అందించే వెబ్ డైరెక్టరీ. ఇది శిష్యరికం, సువార్త ప్రచారం మరియు చర్చి నాటడం కోసం గ్రంథాలను యాక్సెస్ చేయడానికి ఫోరమ్ ఆఫ్ బైబిల్ ఏజెన్సీస్ ఇంటర్నేషనల్ (FOBAI) యొక్క సహకార ప్రాజెక్ట్.</p>\n<p>FOBAI సభ్యులు, అలాగే ఇతర బైబిల్ సంస్థలచే సృష్టించబడిన కంటెంట్ నుండి డ్రాయింగ్, సైట్ వినియోగదారులు వారి ఎంపిక భాష మరియు మీడియాలో స్క్రిప్చర్స్ మరియు బైబిల్ వనరులను కనుగొనడంలో మరియు పొందడంలో సహాయపడుతుంది.</p>\n<p>Find-A-Bible ఫీచర్‌లు బైబిళ్లు, ప్రింట్ ఆన్-డిమాండ్ బైబిళ్లు, డిజిటల్ బైబిళ్లు, ఆడియో బైబిళ్లు, విజువల్ బైబిళ్లు మరియు బైబిల్ వనరులు - బహుళ ఫార్మాట్‌లలో ప్రింట్ చేయడానికి లింక్‌లు. దీని రూపకల్పన, ఇంటర్‌ఫేస్ మరియు డేటాబేస్ డిజిటల్ బైబిల్ సొసైటీ (dbs.org) ద్వారా సృష్టించబడ్డాయి మరియు నిర్వహించబడుతున్నాయి.</p>\n","about/faq":"<h2>ఫైండ్-ఎ-బైబిల్ ఎందుకు సృష్టించబడింది?</h2>\n<p>ఆన్‌లైన్‌లో అనేక బైబిల్ వనరులను శోధించడం సాధ్యమైనప్పటికీ, అందుబాటులో ఉన్న కంటెంట్ యొక్క పూర్తి పరిమాణం అగ్రిగేటర్‌ను కోరుతుంది. ఫైండ్-ఎ-బైబిల్ యొక్క లక్ష్యం ప్రపంచంలోని బైబిళ్లు మరియు నాణ్యమైన బైబిల్ వనరులు కనుగొనబడి, భాగస్వామ్యం చేయబడేలా చేయడం. ఫోరమ్ ఆఫ్ బైబిల్ ఏజెన్సీస్ ఇంటర్నేషనల్ (FOBAI) 2006లో ఫైండ్-ఎ-బైబిల్‌ను ప్రారంభించింది మరియు దీనిని పయనీర్ బైబిల్ అనువాదకులు నిర్వహించేవారు. 2013లో, FOBAI డిజిటల్ బైబిల్ సొసైటీ (DBS)ని ఫైండ్-ఎ-బైబిల్‌ను పునఃసృష్టించడానికి మరియు బైబిల్ వనరుల కోసం వెతుకుతున్న వ్యక్తులు వాటిని గుర్తించి, వాటిని పొందగలిగే ఇంటర్నెట్‌లో ఒక స్థానాన్ని నిర్వహించడానికి నియమించింది.</p>\n<h2>ఫైండ్-ఎ-బైబిల్ విశిష్టతను ఏది చేస్తుంది?</h2>\n<p>Find-A-Bible అనేది ఒకే డిజిటల్ ప్లాట్‌ఫారమ్, ఇక్కడ ప్రపంచంలోని ప్రధాన బైబిల్ ఏజెన్సీలు మరియు వాటి అనుబంధ సంస్థలు అన్ని భాషలలోని బైబిళ్లు మరియు బైబిల్ వనరులను సులభంగా గుర్తించగలిగేలా చేయడానికి సహకరించడానికి అంగీకరించాయి. Find-A-Bible అనేది తక్కువ వినియోగదారు శ్రమతో వేగవంతమైన, ఖచ్చితమైన మరియు సంబంధిత సమాచారాన్ని అందించే అనుకూలమైన కేంద్రం. అలాగే, ఒక నిర్దిష్ట భాషలో బైబిళ్లు ఏమి కలిగి ఉన్నాయో లేదా ప్రచురించబడని వాటిని తెలుసుకోవాలనుకునే బైబిల్ అనువాద సంస్థలకు ఇది రిఫరెన్స్ పాయింట్‌గా పనిచేస్తుంది.</p>\n<h2>FOBAI మరియు దాని సభ్యులు ఎవరు?</h2>\n<p>ఫోరమ్ ఆఫ్ బైబిల్ ఏజెన్సీస్ ఇంటర్నేషనల్ అనేది 38 ప్రముఖ అంతర్జాతీయ బైబిల్ ఏజెన్సీలు మరియు 150 కంటే ఎక్కువ దేశాలలో విస్తరించి ఉన్న మిషన్ సంస్థల కూటమి. <a href=\"http://www.forum-intl.org%E0%B0%B2%E0%B1%8B\">www.forum-intl.orgలో</a> మరింత తెలుసుకోండి.</p>\n<h2>Find-A-Bible కంటెంట్‌ని ఎవరు కలిగి ఉన్నారు?</h2>\n<p>Find-A-Bible డైరెక్టరీలో అందుబాటులో ఉన్న బైబిల్ ఆధారిత వనరులు FOBAI లేదా ఇతర బైబిల్ ఏజెన్సీల వ్యక్తిగత సభ్యుల ఆస్తి. Find-A-Bible ద్వారా అందుబాటులో ఉన్న కొంత మెటీరియల్ ప్రజలకు ఉచితంగా అందుబాటులో ఉన్నప్పటికీ, ఇతర వనరులు వివిధ వెబ్‌సైట్‌ల నుండి అమ్మకానికి అందించబడతాయి. ఫైండ్-ఎ-బైబిల్ ఎలాంటి వనరులకు కాపీరైట్‌లను కలిగి ఉండదు లేదా విక్రయించదు.</p>\n<h2>Find-A-Bible వెబ్‌సైట్‌లో ఎవరి పని ప్రతిబింబిస్తుంది?</h2>\n<p>Find-A-Bibleపై సంకలనం చేయబడిన భారీ డేటాబేస్ డజన్ల కొద్దీ వ్యక్తుల దశాబ్దాల కృషికి ప్రతిబింబం. వెబ్‌సైట్ స్వయంగా రూపొందించబడింది మరియు డిజిటల్ బైబిల్ సొసైటీచే నిర్వహించబడుతుంది, ప్రారంభంలో బైబిల్ లీగ్ ఆఫ్ కెనడా నుండి మంజూరు చేయబడింది, కానీ ఇప్పుడు FOBAI తరపున స్వచ్ఛంద ప్రాజెక్ట్‌గా అమలు చేయబడుతుంది. పెరుగుతున్న సంఖ్యలో బైబిల్ ఏజెన్సీలు ప్రపంచ భాషల్లో కంటెంట్‌ను ఉత్పత్తి చేస్తున్నందున, ఫైండ్-ఎ-బైబిల్ మరింత అవసరం మరియు మరింత సవాలుగా మారుతుంది.</p>\n<h2>Find-A-Bible పనికి నేను ఎలా మద్దతు ఇవ్వగలను?</h2>\n<p>Find-A-Bible ఉనికిలో ఉందని ప్రచారం చేయడంలో మీ మద్దతును మేము స్వాగతిస్తున్నాము. అదనంగా, ఈ డైరెక్టరీలో లేని బైబిళ్లు మరియు బైబిల్ ఆధారిత వనరులపై సమాచారాన్ని స్వీకరించడానికి మేము ఆసక్తిగా ఉన్నాము. మీరు ఈ సైట్‌కు మెరుగుదలల కోసం సూచనలను కలిగి ఉంటే లేదా మీరు Find-A-Bible యొక్క కొనసాగుతున్న పనికి విరాళం ఇవ్వాలనుకుంటే, దయచేసి మమ్మల్ని సంప్రదించండి.</p>\n","about/help":"<h3>పరిచయం</h3>\n<p>Find-A-Bible అనేది ప్రపంచంలోని అనేక భాషలలో అందుబాటులో ఉన్న తెలిసిన బైబిల్ వనరుల వెబ్-డైరెక్టరీ. విదేశీ భాషలలో బైబిళ్లను కనుగొనడం మరియు భద్రపరచడం ప్రక్రియను సులభతరం చేయడానికి ఇది సృష్టించబడింది.</p>\n<p>ఫైండ్-ఎ-బైబిల్ మొదటిసారిగా 2006లో ఫోరమ్ ఆఫ్ బైబిల్ ఏజెన్సీస్ (FOBAI) ద్వారా భాష లేదా దేశం వారీగా బైబిల్‌లను కనుగొనడంలో మరియు భద్రపరచడంలో ప్రజలకు సహాయపడే మార్గంగా రూపొందించబడింది. ప్రాజెక్ట్ వాస్తవానికి FOBAI నుండి బైబిల్ వనరులను కలిగి ఉంది కానీ 900 కంటే ఎక్కువ ఏజెన్సీల నుండి వనరులను చూపించడానికి విస్తరించబడింది. పయనీర్ బైబిల్ ట్రాన్స్లేషన్ ఇంటర్నేషనల్ (pbti.org) ప్రారంభంలో సైట్‌ను సృష్టించి, నిర్వహించింది. 2013 నుండి, డిజిటల్ బైబిల్ సొసైటీ (dbs.org) సైట్ మరియు దాని డేటాబేస్‌లను స్వచ్ఛందంగా ప్రోగ్రామ్ చేసి నిర్వహిస్తోంది.</p>\n<h3>మిషన్</h3>\n<p>Find-A-Bible అనేది భాష లేదా భౌగోళిక ప్రాంతం వారీగా బైబిల్ వనరులను భద్రపరచాలని చూస్తున్న ఏ వ్యక్తికి లేదా ఏజెన్సీకి సేవ చేయడానికి ఉద్దేశించబడింది. ఆ దిశగా, బైబిల్ వనరులను కనుగొనడంలో, భద్రపరచడంలో మరియు పంపిణీ చేయడంలో సహాయం చేయడానికి ఉద్దేశించిన గణనీయమైన డేటా అందించబడింది. పొరుగువారికి ఒకే బైబిల్‌ను అందించడం లేదా దేశ వ్యాప్త స్థాయిలో భారీ పంపిణీ కార్యక్రమాలను ప్లాన్ చేయడం వంటివి ఈ ప్రక్రియను వీలైనంత సులభతరం చేయడమే మా లక్ష్యం.</p>\n<h3>ప్రారంభించడం</h3>\n<p>ప్రారంభించడానికి ఉత్తమ మార్గాలలో ఒకటి కేవలం ప్రశ్నలు అడగడం. మేము సైట్‌ను అర్థం చేసుకోవడంలో సహాయపడే మూడు దృశ్యాలను అందించాము.</p>\n<p>దృశ్యం #1: నా పొరుగువారు భారతదేశంలోని గుజరాతీ భాష మాట్లాడతారు మరియు వారి భాషలో బైబిల్ కోసం అడుగుతున్నారు.</p>\n<ol>\n<li>ప్రధాన పేజీలో, మ్యాప్‌లో భారతదేశాన్ని కనుగొని క్లిక్ చేయండి. (లేదా పేజీ ఎగువన ఉన్న దేశాల బటన్‌ను ఎంచుకోండి.)</li>\n<li>మీరు భారతదేశంలోని 500+ భాషలను జనాభా ఆధారంగా క్రమబద్ధీకరించడాన్ని చూస్తారు. మీరు వారి భాషను (గుజరాతీ) చూసినట్లయితే, ఆ భాష పేజీకి వెళ్లడానికి దానిపై క్లిక్ చేయండి. (లేదా మీరు ఫిల్టర్ బాక్స్‌లో భాష పేరును టైప్ చేయడం ప్రారంభించవచ్చు.)</li>\n<li>మీరు గుజరాతీ భాషా పేజీకి చేరుకున్న తర్వాత, శీర్షిక ద్వారా బైబిల్‌ను ఎంచుకోండి (లేదా మీరు ఆ భాషలో అదనపు వనరులను ఎంచుకోవడానికి FILMS లేదా RESOURCES ట్యాబ్‌లను కూడా ఎంచుకోవచ్చు).</li>\n<li>అక్కడ నుండి మీరు వివిధ రకాల ముద్రిత బైబిళ్లు, ఆన్‌లైన్ బైబిళ్లు, డౌన్‌లోడ్ చేసుకోదగిన బైబిళ్లు లేదా బైబిల్ యాప్‌లను కనుగొనవచ్చు.</li>\n</ol>\n<p>దృశ్యం #2: నా చర్చి మెక్సికోకు ఒక మిషన్ల బృందాన్ని పంపుతోంది మరియు మేము బైబిళ్లను తీసుకురావాలనుకుంటున్నాము.</p>\n<ol>\n<li>ఎగువ మెను నుండి COUNTRIES ఎంచుకోండి. మెక్సికోలో 300+ భాషలు మాట్లాడే 129 మిలియన్ల మంది ప్రజలు ఉన్నట్లు మీరు చూస్తారు.</li>\n<li>మెక్సికో పేజీని క్లిక్ చేయండి మరియు మెక్సికో దేశంలో మాట్లాడే జనాభా ఆధారంగా క్రమబద్ధీకరించబడిన భాషలను మీరు చూస్తారు.</li>\n<li>మెక్సికో మ్యాప్స్ మరియు సమాచారాన్ని ఎంచుకోండి. భౌగోళిక శాస్త్రం ద్వారా మీ సమూహం ఏయే భాషలను ఎదుర్కోవచ్చో పరిశోధించడానికి అందించిన మ్యాప్‌లను ఉపయోగించండి. ఇచ్చిన భాషలో వనరులను వీక్షించడానికి పిన్‌పై క్లిక్ చేయండి.</li>\n</ol>\n<p>దృశ్యం #3: మా మిషన్ల ఏజెన్సీ ఆఫ్రికాలో పని చేస్తున్న ఏజెన్సీల కోసం కంటెంట్‌ని సృష్టించడానికి మరియు వారితో భాగస్వామిగా ఉండటానికి ప్రయత్నిస్తోంది.</p>\n<ol>\n<li>ఇక్కడ సహాయపడే అనేక విధులు ఉన్నాయి. ఎగువ మెను నుండి LANGUAGES ని ఎంచుకోండి. సైడ్‌బార్ నుండి మీరు ఖండం ద్వారా ఫిల్టర్ చేయవచ్చు. ఆఫ్రికాను ఎంచుకోండి.</li>\n<li>ఆఫ్రికాలోని భాషలు బైబిల్ కంటెంట్ ద్వారా క్రమబద్ధీకరించబడ్డాయి, అయితే జనాభాపై ఆర్స్‌ని క్లిక్ చేయడం ద్వారా, మీరు ప్రతి భాష యొక్క జనాభాను చూడవచ్చు - ఆఫ్రికాలోని అత్యధిక జనాభా కలిగిన భాషలను చూపుతుంది.</li>\n<li>మీరు దేశం వారీగా క్రమబద్ధీకరించవచ్చు మరియు ప్రతి దేశానికి సంబంధించిన భాషలను చూడవచ్చు. అక్కడ నుండి మీరు మరిన్ని అవకాశాలను అన్వేషించడానికి ప్రతి దేశం లేదా ప్రతి భాషపై క్లిక్ చేయవచ్చు.</li>\n<li>ఎగువ మెను నుండి ఏజెన్సీలను ఎంచుకోండి, ఆపై Find.Bibleలో జాబితా చేయబడిన సంస్థలను వీక్షించడానికి ఏజెన్సీల ట్యాబ్‌ను ఎంచుకోండి. ఎడమ వైపున ఉన్న ఫిల్టర్ బాక్స్‌లో, బైబిల్ ప్రపంచంలో పనిచేస్తున్న ఆఫ్రికన్ ఆధారిత సంస్థలను చూడటానికి ఆఫ్రికాను ఎంచుకోండి.</li>\n</ol>\n<h3>మొదటి పేజీ</h3>\n<p>ఇక్కడ చూపబడిన ప్రపంచ పటం అసలు Find-A-Bible (FAB) నాటిది. మేము మరింత ఫంక్షనల్‌గా ఉండటానికి అనుమతించే కొన్ని అదనపు డేటాను జోడించాము. ఆర్గనైజేషన్స్ ట్యాబ్ Find-A-Bible (FAB) డేటాబేస్‌లో చేర్చబడిన సమూహాలను చూపుతుంది. WORLD WATCH LIST ట్యాబ్ ప్రపంచ దేశాలలో క్రైస్తవ వేధింపులు ఎక్కువగా ఉన్న దేశాలను చూపుతుంది (Open Doors International <a href=\"http://www.odi.org\">www.odi.org</a> ద్వారా సూచించబడింది). మ్యాప్‌ని జూమ్ ఇన్ చేయవచ్చు మరియు ఏదైనా దేశాన్ని ఎంచుకోవచ్చు, అది మిమ్మల్ని నేరుగా ఆ దేశం పేజీకి తీసుకెళుతుంది.</p>\n<p>అదనంగా, ప్రతి పేజీ యొక్క కుడి ఎగువ బ్యానర్‌లో శోధన చిహ్నం ఉంది, ఇది మొత్తం సైట్‌ను శోధించడానికి ఏదైనా వచనాన్ని నమోదు చేయడానికి లేదా సాధ్యమయ్యే ఫలితాలను ఫిల్టర్ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది. మీకు పేరు యొక్క స్పెల్లింగ్ తెలియకపోయినప్పటికీ, భాషలను గుర్తించడానికి మీకు శీఘ్ర ప్రాప్యతను అందించడానికి ఇది ఉద్దేశించబడింది.</p>\n<p>Find-A-Bible (FAB) ఇంటర్‌ఫేస్‌ను అనేక ప్రధాన భాషల్లోకి అనువదించవచ్చు. ప్రతి పేజీ బ్యానర్‌లోని అనువాద చిహ్నాన్ని క్లిక్ చేయడం ద్వారా ఆ భాషలను ఏ పేజీ నుండి అయినా యాక్సెస్ చేయవచ్చు.</p>\n<h3>బైబిల్ పేజీలు</h3>\n<p>BIBLES పేజీ ప్రపంచంలోని ప్రతి భాషలో ఉన్న బైబిల్ వెర్షన్‌లకు క్రియాశీల లింక్‌లను అందించాలనే దాదాపు అసాధ్యమైన కలకి పరిష్కారాన్ని అందిస్తుంది. ఇబ్బంది ఏమిటంటే, అనేక సంస్థలు ప్రింట్, ఆడియో, ఫిల్మ్ మరియు స్టోరీలో బైబిళ్లను రూపొందించడానికి మరియు ప్రచురించడానికి చాలా కష్టపడుతున్నప్పటికీ, వారు ఆ బైబిల్ వనరులను కొనుగోలు చేయగల లేదా యాక్సెస్ చేయగల వెబ్‌సైట్‌లను రూపొందించడానికి మరియు నవీకరించడానికి కూడా తీవ్రంగా కృషి చేస్తున్నారు. ఒక సంస్థ వారి వెబ్‌సైట్‌లను అప్‌డేట్ చేసినప్పుడు, వారి మునుపటి లింక్‌లు తరచుగా విచ్ఛిన్నమవుతాయి, ఈ పని చాలా సవాలుగా మారుతుంది.</p>\n","reports/sac":"<h2>Historical Translation Efforts</h2>\n<p>Bible translation into Meskwaki (Fox, Sac, Sauk-Fox) was virtually nonexistent until the late 20th century. Unlike some other Native American languages, Meskwaki had no widely published missionary Bible translations in the 1800s. The first significant effort began in the 1980s with Wycliffe Bible Translators, leading to the <strong>Gospel of Luke</strong>, translated by Richard and Carla Bartsch and published in 1996 by the International Bible Society. This was the first substantial Scripture in Meskwaki. \nBy 2008, <strong>“Meskwaki Bible Selections”</strong> (<em>Ke tti Ma ne to wa O ta tti mo ni</em>) was published, containing <strong>Genesis, Jonah, Psalms, Exodus 20 (Ten Commandments), Luke, Philippians, and 1 Peter</strong>. These selections marked the most significant scriptural material available in Meskwaki.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/data/sac/PDF/sacPB-print.pdf\">Scripture Earth PDF of Meskwaki Bible Selections</a></li>\n</ul>\n<h2>Current Projects and Ongoing Work</h2>\n<p>Meskwaki Bible translation is ongoing, though there is <strong>no complete New Testament or full Bible</strong> yet. The 2008 “Meskwaki Bible Selections” was digitized, and a <strong>web edition was released in 2021</strong>.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Read Meskwaki Bible online</a></li>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac#:~:text=Download%20The%20LUKE%20Video\">Download the Meskwaki Luke Video</a></li>\n</ul>\n<p>A <strong>Meskwaki Bible app</strong> was released for Android, containing translated portions.</p>\n<ul>\n<li><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App on Google Play</a></li>\n</ul>\n<p>Audio and video versions of select passages, including <em>Genesis 1–3, 6–9</em> and segments from Luke, have been produced for oral learners.</p>\n<ul>\n<li><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Meskwaki Bible audio and video resources</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">Meskwaki Gospel readings on YouTube</a></li>\n</ul>\n<h2>Organizations Involved in Meskwaki Translation</h2>\n<p>Several organizations have contributed to Meskwaki Bible translation:</p>\n<ul>\n<li><strong>Wycliffe Bible Translators</strong> – Led initial translations, including Luke (1996) and the 2008 selections.</li>\n<li><strong>Biblica (International Bible Society)</strong> – Partnered in publishing Luke.</li>\n<li><strong>Summer Institute of Linguistics (SIL)</strong> – Provided linguistic and technical support.</li>\n<li><strong>Global Recordings Network (GRN)</strong> – Created evangelistic Meskwaki <a href=\"https://globalrecordings.net/en/program/17941\">audio programs</a></li>\n<li><strong>Local Meskwaki Speakers &amp; Churches</strong> – Assisted with translation review and recordings.</li>\n</ul>\n<h2>Available Resources (Online and Print)</h2>\n<h3><strong>Online Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://www.scriptureearth.org/00eng.php?iso=sac\">Scripture Earth – Meskwaki Bible</a></strong> – Read and download translated scripture.</li>\n<li><strong><a href=\"https://globalrecordings.net/en/program/17941\">GRN Meskwaki Audio Bible</a></strong> – Listen to Bible stories and teachings.</li>\n<li><strong><a href=\"https://www.youtube.com/watch?v=u92_BUUx_t8\">YouTube Meskwaki Gospel Readings</a></strong> – Scripture videos.</li>\n</ul>\n<h3><strong>Apps</strong></h3>\n<ul>\n<li><strong><a href=\"https://play.google.com/store/apps/details?id=org.wycliffe.sac.meskwaki.bible\">Meskwaki Bible App for Android</a></strong> – Includes translated texts with navigation features.</li>\n</ul>\n<h3><strong>Print Resources</strong></h3>\n<ul>\n<li><strong><a href=\"https://find.bible/hn/bibles/SACSLC/\">Meskwaki Bible Portions (Print Edition)</a></strong> – Available for purchase (though currently sold out).</li>\n</ul>\n"}